{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<mask>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": false,
    "use_regex": true
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<s>": 0,
      "<pad>": 1,
      "</s>": 2,
      "<unk>": 3,
      "<mask>": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "&": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "6": 26,
      "7": 27,
      "8": 28,
      "9": 29,
      ":": 30,
      ";": 31,
      "<": 32,
      "=": 33,
      ">": 34,
      "?": 35,
      "@": 36,
      "A": 37,
      "B": 38,
      "C": 39,
      "D": 40,
      "E": 41,
      "F": 42,
      "G": 43,
      "H": 44,
      "I": 45,
      "J": 46,
      "K": 47,
      "L": 48,
      "M": 49,
      "N": 50,
      "O": 51,
      "P": 52,
      "Q": 53,
      "R": 54,
      "S": 55,
      "T": 56,
      "U": 57,
      "V": 58,
      "W": 59,
      "X": 60,
      "Y": 61,
      "Z": 62,
      "[": 63,
      "\\": 64,
      "]": 65,
      "^": 66,
      "_": 67,
      "`": 68,
      "a": 69,
      "b": 70,
      "c": 71,
      "d": 72,
      "e": 73,
      "f": 74,
      "g": 75,
      "h": 76,
      "i": 77,
      "j": 78,
      "k": 79,
      "l": 80,
      "m": 81,
      "n": 82,
      "o": 83,
      "p": 84,
      "q": 85,
      "r": 86,
      "s": 87,
      "t": 88,
      "u": 89,
      "v": 90,
      "w": 91,
      "x": 92,
      "y": 93,
      "z": 94,
      "{": 95,
      "|": 96,
      "}": 97,
      "~": 98,
      "¡": 99,
      "¢": 100,
      "£": 101,
      "¤": 102,
      "¥": 103,
      "¦": 104,
      "§": 105,
      "¨": 106,
      "©": 107,
      "ª": 108,
      "«": 109,
      "¬": 110,
      "®": 111,
      "¯": 112,
      "°": 113,
      "±": 114,
      "²": 115,
      "³": 116,
      "´": 117,
      "µ": 118,
      "¶": 119,
      "·": 120,
      "¸": 121,
      "¹": 122,
      "º": 123,
      "»": 124,
      "¼": 125,
      "½": 126,
      "¾": 127,
      "¿": 128,
      "À": 129,
      "Á": 130,
      "Â": 131,
      "Ã": 132,
      "Ä": 133,
      "Å": 134,
      "Æ": 135,
      "Ç": 136,
      "È": 137,
      "É": 138,
      "Ê": 139,
      "Ë": 140,
      "Ì": 141,
      "Í": 142,
      "Î": 143,
      "Ï": 144,
      "Ð": 145,
      "Ñ": 146,
      "Ò": 147,
      "Ó": 148,
      "Ô": 149,
      "Õ": 150,
      "Ö": 151,
      "×": 152,
      "Ø": 153,
      "Ù": 154,
      "Ú": 155,
      "Û": 156,
      "Ü": 157,
      "Ý": 158,
      "Þ": 159,
      "ß": 160,
      "à": 161,
      "á": 162,
      "â": 163,
      "ã": 164,
      "ä": 165,
      "å": 166,
      "æ": 167,
      "ç": 168,
      "è": 169,
      "é": 170,
      "ê": 171,
      "ë": 172,
      "ì": 173,
      "í": 174,
      "î": 175,
      "ï": 176,
      "ð": 177,
      "ñ": 178,
      "ò": 179,
      "ó": 180,
      "ô": 181,
      "õ": 182,
      "ö": 183,
      "÷": 184,
      "ø": 185,
      "ù": 186,
      "ú": 187,
      "û": 188,
      "ü": 189,
      "ý": 190,
      "þ": 191,
      "ÿ": 192,
      "Ā": 193,
      "ā": 194,
      "Ă": 195,
      "ă": 196,
      "Ą": 197,
      "ą": 198,
      "Ć": 199,
      "ć": 200,
      "Ĉ": 201,
      "ĉ": 202,
      "Ċ": 203,
      "ċ": 204,
      "Č": 205,
      "č": 206,
      "Ď": 207,
      "ď": 208,
      "Đ": 209,
      "đ": 210,
      "Ē": 211,
      "ē": 212,
      "Ĕ": 213,
      "ĕ": 214,
      "Ė": 215,
      "ė": 216,
      "Ę": 217,
      "ę": 218,
      "Ě": 219,
      "ě": 220,
      "Ĝ": 221,
      "ĝ": 222,
      "Ğ": 223,
      "ğ": 224,
      "Ġ": 225,
      "ġ": 226,
      "Ģ": 227,
      "ģ": 228,
      "Ĥ": 229,
      "ĥ": 230,
      "Ħ": 231,
      "ħ": 232,
      "Ĩ": 233,
      "ĩ": 234,
      "Ī": 235,
      "ī": 236,
      "Ĭ": 237,
      "ĭ": 238,
      "Į": 239,
      "į": 240,
      "İ": 241,
      "ı": 242,
      "Ĳ": 243,
      "ĳ": 244,
      "Ĵ": 245,
      "ĵ": 246,
      "Ķ": 247,
      "ķ": 248,
      "ĸ": 249,
      "Ĺ": 250,
      "ĺ": 251,
      "Ļ": 252,
      "ļ": 253,
      "Ľ": 254,
      "ľ": 255,
      "Ŀ": 256,
      "ŀ": 257,
      "Ł": 258,
      "ł": 259,
      "Ń": 260,
      "Ġt": 261,
      "Ġa": 262,
      "in": 263,
      "re": 264,
      "Ġth": 265,
      "on": 266,
      "Ġs": 267,
      "er": 268,
      "at": 269,
      "Ġw": 270,
      "ou": 271,
      "or": 272,
      "Ġthe": 273,
      "Ġp": 274,
      "en": 275,
      "it": 276,
      "ing": 277,
      "Ġm": 278,
      "Ġc": 279,
      "is": 280,
      "es": 281,
      "ĠI": 282,
      "Ġan": 283,
      "al": 284,
      "Ġto": 285,
      "Ġb": 286,
      "Ġin": 287,
      "Ġf": 288,
      "Ġo": 289,
      "Ġh": 290,
      "an": 291,
      "ch": 292,
      "Ġd": 293,
      "ed": 294,
      "ic": 295,
      "Ġof": 296,
      "ar": 297,
      "Ġand": 298,
      "ion": 299,
      "čĊ": 300,
      "ve": 301,
      "Ġre": 302,
      "Ġl": 303,
      "as": 304,
      "om": 305,
      "Ġg": 306,
      "ly": 307,
      "ent": 308,
      "Ġbe": 309,
      "ol": 310,
      "Ġe": 311,
      "le": 312,
      "se": 313,
      "Ġy": 314,
      "st": 315,
      "Ġn": 316,
      "ct": 317,
      "ro": 318,
      "th": 319,
      "Ġyou": 320,
      "Ġfor": 321,
      "ra": 322,
      "Ġthat": 323,
      "Ġis": 324,
      "Ġon": 325,
      "ld": 326,
      "ll": 327,
      "ce": 328,
      "Ġha": 329,
      "sy": 330,
      "Ġst": 331,
      "ere": 332,
      "Ġu": 333,
      "ow": 334,
      "Ġwh": 335,
      "ut": 336,
      "sych": 337,
      "Ġi": 338,
      "ot": 339,
      "og": 340,
      "Ġit": 341,
      "ith": 342,
      "Ġpro": 343,
      "et": 344,
      "ould": 345,
      "Ġmy": 346,
      "ĠT": 347,
      "Ġwith": 348,
      "ver": 349,
      "Ġ(": 350,
      "ation": 351,
      "Ġint": 352,
      "Ġas": 353,
      "Ġsu": 354,
      "ci": 355,
      "Ġhave": 356,
      "Ġme": 357,
      "olog": 358,
      "ig": 359,
      "im": 360,
      "out": 361,
      "Ġpsych": 362,
      "id": 363,
      "ĠTh": 364,
      "Ġthis": 365,
      "ĠA": 366,
      "ess": 367,
      "ome": 368,
      "ay": 369,
      "ant": 370,
      "est": 371,
      "el": 372,
      "Ġor": 373,
      "ĠP": 374,
      "oo": 375,
      "ul": 376,
      "ke": 377,
      "Ġex": 378,
      "ers": 379,
      "Ġdo": 380,
      "Ġare": 381,
      "'m": 382,
      "ate": 383,
      "op": 384,
      "Ġany": 385,
      "Ġbut": 386,
      "ally": 387,
      "ad": 388,
      "ud": 389,
      "pp": 390,
      "ur": 391,
      "ive": 392,
      "Ġde": 393,
      "Ġab": 394,
      "'s": 395,
      "ĠS": 396,
      "Ġcon": 397,
      "nd": 398,
      "ir": 399,
      "ology": 400,
      "arch": 401,
      "ist": 402,
      "Ġat": 403,
      "em": 404,
      "Ġsome": 405,
      "ect": 406,
      "am": 407,
      "ity": 408,
      "king": 409,
      "ore": 410,
      "Ġj": 411,
      "Ġne": 412,
      "Ġwould": 413,
      "nt": 414,
      "Ġnot": 415,
      "gra": 416,
      "ĠM": 417,
      "ther": 418,
      "qu": 419,
      "ap": 420,
      "ment": 421,
      "one": 422,
      "ical": 423,
      "Ġwor": 424,
      "Ġcan": 425,
      "search": 426,
      "'t": 427,
      "Ġam": 428,
      "our": 429,
      "ear": 430,
      "Ġresearch": 431,
      "Ġso": 432,
      "if": 433,
      "os": 434,
      "Ġcom": 435,
      "Ġstud": 436,
      "ill": 437,
      "us": 438,
      "ab": 439,
      "Ġse": 440,
      "ions": 441,
      "Ġif": 442,
      "Ġk": 443,
      "il": 444,
      "ht": 445,
      "ge": 446,
      "tic": 447,
      "ĠC": 448,
      "Ġr": 449,
      "ie": 450,
      "Ġabout": 451,
      "Ġexp": 452,
      "ure": 453,
      "ust": 454,
      "ind": 455,
      "Ġwe": 456,
      "Ġwas": 457,
      "Ġsh": 458,
      "Ġget": 459,
      "Ġli": 460,
      "Ġch": 461,
      "Ġv": 462,
      "Ġad": 463,
      "ĠW": 464,
      "Ġcl": 465,
      "ks": 466,
      "Ġwhat": 467,
      "ence": 468,
      "ip": 469,
      "Ġfr": 470,
      "Ġapp": 471,
      "ter": 472,
      "end": 473,
      "oug": 474,
      "gram": 475,
      "ated": 476,
      "Ġal": 477,
      "Ġpsychology": 478,
      "Ġar": 479,
      "Ġprogram": 480,
      "ĠB": 481,
      "ost": 482,
      "ort": 483,
      "ies": 484,
      "Ġgo": 485,
      "Ġsch": 486,
      "iv": 487,
      "res": 488,
      "Ġlike": 489,
      "Ġma": 490,
      "Ġfrom": 491,
      "Ġwant": 492,
      "now": 493,
      "Ġqu": 494,
      "Ġyour": 495,
      "pe": 496,
      "Ġthere": 497,
      "so": 498,
      "ac": 499,
      "od": 500,
      "Ġac": 501,
      "Ġ\"": 502,
      "elp": 503,
      "Ġknow": 504,
      "ight": 505,
      "ool": 506,
      "ĠD": 507,
      "Ġhelp": 508,
      "..": 509,
      "Ġhow": 510,
      "Ġloo": 511,
      "erest": 512,
      "Ġout": 513,
      "Ġtr": 514,
      "ĠThe": 515,
      "Ġwill": 516,
      "Ġinterest": 517,
      "Ġjust": 518,
      "ĠH": 519,
      "mp": 520,
      "Ġexper": 521,
      "du": 522,
      "un": 523,
      "Ġmore": 524,
      "and": 525,
      "Ġthey": 526,
      "ib": 527,
      "very": 528,
      ").": 529,
      "Ġpar": 530,
      "Ġdis": 531,
      "Ġcomp": 532,
      "thing": 533,
      "Ġus": 534,
      "Ġschool": 535,
      "Ġone": 536,
      "ood": 537,
      "nder": 538,
      "dit": 539,
      "ast": 540,
      "fere": 541,
      "'ve": 542,
      "Ġ1": 543,
      "reat": 544,
      "Ġgra": 545,
      "Ġfe": 546,
      "ult": 547,
      "Ġhas": 548,
      "Ġwork": 549,
      "are": 550,
      "Ġall": 551,
      "Ġinter": 552,
      "de": 553,
      "ough": 554,
      "ff": 555,
      "Ġunder": 556,
      "ink": 557,
      "Ġbeen": 558,
      "act": 559,
      "ong": 560,
      "Ġ*": 561,
      "Ġby": 562,
      "Ġres": 563,
      "ĠG": 564,
      "ous": 565,
      "ĠPsych": 566,
      "ations": 567,
      "ents": 568,
      "ag": 569,
      "Ġyear": 570,
      "ach": 571,
      "um": 572,
      "Ġtheir": 573,
      "iz": 574,
      "ory": 575,
      "ice": 576,
      "Ġsub": 577,
      "ual": 578,
      "Ġartic": 579,
      "ire": 580,
      "ting": 581,
      "Ġwhi": 582,
      "Ġfind": 583,
      "Ġuse": 584,
      "Ġta": 585,
      "ine": 586,
      "ard": 587,
      "Ġev": 588,
      "cess": 589,
      "ĠE": 590,
      "Ġpe": 591,
      "Ġup": 592,
      "ĠR": 593,
      "Ġinto": 594,
      "ree": 595,
      "Ġreally": 596,
      "Ġrel": 597,
      "Ġother": 598,
      "Ġneed": 599,
      "ound": 600,
      "ance": 601,
      "ĠThan": 602,
      "vel": 603,
      "Ġquest": 604,
      "pt": 605,
      "Ġpre": 606,
      "ass": 607,
      "ys": 608,
      "ĠO": 609,
      "peci": 610,
      "Ġle": 611,
      "erson": 612,
      "ople": 613,
      "ni": 614,
      "Ġhe": 615,
      "av": 616,
      "ces": 617,
      "der": 618,
      "Ġrec": 619,
      "Ġstudy": 620,
      "Ġgood": 621,
      "Ġcould": 622,
      "Ġdif": 623,
      "vers": 624,
      "Ġpeople": 625,
      "Ġ2": 626,
      "ĠF": 627,
      "Ġadv": 628,
      "ain": 629,
      "Ġpl": 630,
      "Ġte": 631,
      "iew": 632,
      "inical": 633,
      "ime": 634,
      "ject": 635,
      "ish": 636,
      "ĠWh": 637,
      "Ġen": 638,
      "Ġthink": 639,
      "Ġshould": 640,
      "Ġwhich": 641,
      "Ġcur": 642,
      "sel": 643,
      "ĠU": 644,
      "apy": 645,
      "Ġanyone": 646,
      "Ġsc": 647,
      "ide": 648,
      "ĠN": 649,
      "ress": 650,
      "rit": 651,
      "orm": 652,
      "Ġbet": 653,
      "Ġlooking": 654,
      "Ġdon": 655,
      "ase": 656,
      "ior": 657,
      "itive": 658,
      "les": 659,
      "ĠL": 660,
      "fic": 661,
      "uch": 662,
      "Ġthem": 663,
      "ction": 664,
      "rent": 665,
      "ath": 666,
      "lic": 667,
      "Ġ[": 668,
      "Ġide": 669,
      "ĠAn": 670,
      "Ġcont": 671,
      "ose": 672,
      "Ġph": 673,
      "all": 674,
      "Ġimp": 675,
      "Ġexperi": 676,
      "Ġprof": 677,
      "other": 678,
      "ĠIt": 679,
      "Ġdiffere": 680,
      "ful": 681,
      "Ġ-": 682,
      "ble": 683,
      "Ġper": 684,
      "Ġinf": 685,
      "cial": 686,
      "ign": 687,
      "ial": 688,
      "ĠIf": 689,
      "Ġthese": 690,
      "duate": 691,
      "Ġpartic": 692,
      "ffect": 693,
      "view": 694,
      "ors": 695,
      "ious": 696,
      "Ġmuch": 697,
      "Ġther": 698,
      "amp": 699,
      "Ġno": 700,
      "cl": 701,
      "Ġtime": 702,
      "Ġthan": 703,
      "Ġway": 704,
      "Ġwho": 705,
      "Ġalso": 706,
      "Ġ3": 707,
      "ĠThanks": 708,
      "](": 709,
      "Ġread": 710,
      "Ġcurrent": 711,
      "oc": 712,
      "oth": 713,
      "ue": 714,
      "use": 715,
      "ack": 716,
      "Ġpos": 717,
      "age": 718,
      "oin": 719,
      "yp": 720,
      "Ġspeci": 721,
      "Ġhad": 722,
      "oup": 723,
      "ics": 724,
      "Ġgr": 725,
      "ract": 726,
      "asure": 727,
      "Ġatt": 728,
      "ms": 729,
      "Ġman": 730,
      "Ġprograms": 731,
      "ving": 732,
      "Ġmay": 733,
      "Ġclass": 734,
      "ru": 735,
      "ĠPh": 736,
      "able": 737,
      "hav": 738,
      "Ġtest": 739,
      "Ġbec": 740,
      "Ġass": 741,
      "ob": 742,
      "ogn": 743,
      "Ġinterested": 744,
      "Ġwere": 745,
      "Ġdes": 746,
      "ĠMy": 747,
      "nivers": 748,
      "Ġprofess": 749,
      "Th": 750,
      "Ġperson": 751,
      "ens": 752,
      "Ġover": 753,
      "Ġvery": 754,
      "Ġwon": 755,
      "Ġmeasure": 756,
      "irst": 757,
      "ality": 758,
      "Ġhere": 759,
      "ĠPsychology": 760,
      "ning": 761,
      "âĢ": 762,
      "ĠY": 763,
      "ite": 764,
      "ame": 765,
      "Ġclinical": 766,
      "nal": 767,
      "Ġdoes": 768,
      "Ġsomething": 769,
      "),": 770,
      "ia": 771,
      "ĠAny": 772,
      "Ġact": 773,
      "art": 774,
      "...": 775,
      "Ġundergra": 776,
      "Ġarticle": 777,
      "ans": 778,
      "cept": 779,
      "Ġcons": 780,
      "Ġtake": 781,
      "00": 782,
      "per": 783,
      "Ġtry": 784,
      "Ġexperience": 785,
      "ause": 786,
      "ry": 787,
      "reci": 788,
      "Ġpost": 789,
      "Ġcou": 790,
      "Ġgu": 791,
      "Ġpsycholog": 792,
      "ĠWhat": 793,
      "gt": 794,
      "Ġag": 795,
      "Ġonly": 796,
      "Ġappreci": 797,
      "niversity": 798,
      "ang": 799,
      "Ġtw": 800,
      "ings": 801,
      "Ġevery": 802,
      "cience": 803,
      "Ġwell": 804,
      "Ġeven": 805,
      "--": 806,
      "ail": 807,
      "hip": 808,
      "Ġdoing": 809,
      "ought": 810,
      "Ġgoing": 811,
      "ild": 812,
      "Ġwhere": 813,
      "Ġfeel": 814,
      "Ġdat": 815,
      "Ġwhen": 816,
      "Ġsure": 817,
      "oph": 818,
      "ĠSo": 819,
      "Ġdifferent": 820,
      "Ġ&": 821,
      "Ġfirst": 822,
      "Ġgreat": 823,
      "rain": 824,
      "Ġsee": 825,
      "ield": 826,
      "oint": 827,
      "ddit": 828,
      "Ġmost": 829,
      "Ġem": 830,
      "Ġmaj": 831,
      "Ġdisc": 832,
      "Ġyears": 833,
      "Ġgroup": 834,
      "fter": 835,
      "we": 836,
      "Ġtoo": 837,
      "ary": 838,
      "Ġlook": 839,
      "velop": 840,
      "'d": 841,
      "ns": 842,
      "ove": 843,
      "ub": 844,
      "ative": 845,
      "ale": 846,
      "Ġinv": 847,
      "Ġgen": 848,
      "Ġdeg": 849,
      "ournal": 850,
      "Ġquestion": 851,
      "fore": 852,
      "ition": 853,
      "ace": 854,
      "ty": 855,
      "ĠJ": 856,
      "Ġbehav": 857,
      "Ġtwo": 858,
      "ati": 859,
      "Ġpap": 860,
      "Ġtop": 861,
      "Ġbas": 862,
      "ental": 863,
      "Ġparticip": 864,
      "'re": 865,
      "gg": 866,
      "pport": 867,
      "ments": 868,
      "ness": 869,
      "Ġsy": 870,
      "Ġpr": 871,
      "Ġfield": 872,
      "ific": 873,
      "Ġwonder": 874,
      "Ġtreat": 875,
      "Ġlab": 876,
      "Ġnow": 877,
      "Ġprocess": 878,
      "ists": 879,
      "ĠHow": 880,
      "Ġarticles": 881,
      "Ġthose": 882,
      "Ġsim": 883,
      "Ġwrit": 884,
      "Ġhaving": 885,
      "adem": 886,
      "Ġgraduate": 887,
      "Ġspecific": 888,
      "Ġmajor": 889,
      "ied": 890,
      "ually": 891,
      "ord": 892,
      "Ġcour": 893,
      "Ġet": 894,
      "igh": 895,
      "ĠAl": 896,
      "Ġmake": 897,
      "ognitive": 898,
      "xt": 899,
      "Ġthought": 900,
      "Ġpoint": 901,
      "Ġlit": 902,
      "Ġeffect": 903,
      "Ġproble": 904,
      "Ġexperim": 905,
      "Ġcomple": 906,
      "Ġfew": 907,
      "ults": 908,
      "Ġquestions": 909,
      "Ġcurrently": 910,
      "rib": 911,
      "rough": 912,
      "sib": 913,
      "te": 914,
      "Ġmight": 915,
      "ants": 916,
      "elf": 917,
      "Ġseem": 918,
      "Ġgrad": 919,
      "pect": 920,
      "ating": 921,
      "Ġthen": 922,
      "Ġhigh": 923,
      "ically": 924,
      "Ġworking": 925,
      "Ġbecause": 926,
      "con": 927,
      "rong": 928,
      "Ġthrough": 929,
      "Ġdid": 930,
      "ional": 931,
      "Ġlot": 932,
      "Ġsur": 933,
      "ĠThis": 934,
      "Ġdevelop": 935,
      "Ġtherapy": 936,
      "Ġdata": 937,
      "nsel": 938,
      "uro": 939,
      "ince": 940,
      "Ġself": 941,
      "Ġcol": 942,
      "ĠIn": 943,
      "Ġoff": 944,
      "ari": 945,
      "Ġjob": 946,
      "Ġsocial": 947,
      "ĠPhD": 948,
      "ween": 949,
      "PA": 950,
      "ber": 951,
      "wh": 952,
      "way": 953,
      "Ġcare": 954,
      "Ġdire": 955,
      "Ġrep": 956,
      "Ġstudent": 957,
      "Ġkind": 958,
      "Ġright": 959,
      "Ġsubject": 960,
      "Ġadvice": 961,
      "Ġbetween": 962,
      "Ġdep": 963,
      "Ġdegree": 964,
      "ever": 965,
      "Ġsay": 966,
      "ict": 967,
      "vey": 968,
      "Ġlear": 969,
      "Ġgener": 970,
      "Ġetc": 971,
      "ck": 972,
      "ved": 973,
      "ert": 974,
      "Ġbefore": 975,
      "thod": 976,
      "Ġun": 977,
      "ĠDo": 978,
      "asters": 979,
      "ep": 980,
      "pon": 981,
      "Ġafter": 982,
      "Ġstat": 983,
      "Ġjournal": 984,
      "'ll": 985,
      "alth": 986,
      "Ġusing": 987,
      "Ġidea": 988,
      "Ġtheory": 989,
      "stand": 990,
      "Ġstudies": 991,
      "Ġind": 992,
      "ange": 993,
      "Ġacc": 994,
      "Ġbehavior": 995,
      ".,": 996,
      "RE": 997,
      "ature": 998,
      "Ġpati": 999,
      "lease": 1000,
      "ular": 1001,
      "Ġused": 1002,
      "Ġinform": 1003,
      "nce": 1004,
      "Ġsp": 1005,
      "Ġpub": 1006,
      "Ġcognitive": 1007,
      "Ġinst": 1008,
      "Ġreg": 1009,
      "Ġreview": 1010,
      "Ġsomeone": 1011,
      "Ġgetting": 1012,
      "Ġadd": 1013,
      "self": 1014,
      "Ġpossib": 1015,
      "Ġundergrad": 1016,
      "ggest": 1017,
      "ell": 1018,
      "Ġsince": 1019,
      "Ġmin": 1020,
      "Ġmat": 1021,
      "Ġob": 1022,
      "Ġlong": 1023,
      "Ġsuch": 1024,
      "Ġstudents": 1025,
      "Ġacadem": 1026,
      "Ġtreatment": 1027,
      "Ġcor": 1028,
      "Ġhop": 1029,
      "Ġhyp": 1030,
      "Ġsuggest": 1031,
      "Ġchild": 1032,
      "resent": 1033,
      "Ġwondering": 1034,
      "ĠAlso": 1035,
      "ues": 1036,
      "Ġboo": 1037,
      "oll": 1038,
      "uss": 1039,
      "ĠYou": 1040,
      "Ġappreciated": 1041,
      "Ġcolle": 1042,
      "be": 1043,
      "ether": 1044,
      "Ġsa": 1045,
      "ering": 1046,
      "Ġmod": 1047,
      "Ġlet": 1048,
      "Ġstart": 1049,
      "Ġask": 1050,
      "Ġcomm": 1051,
      "Ġrelated": 1052,
      "lish": 1053,
      "Ġour": 1054,
      "Ġset": 1055,
      "Ġfu": 1056,
      "Ġfound": 1057,
      "omm": 1058,
      "Ġnew": 1059,
      "Ġconsid": 1060,
      "Ġtrying": 1061,
      "wn": 1062,
      "Ġter": 1063,
      "Ġanal": 1064,
      "Ġinc": 1065,
      "Ġdi": 1066,
      "Ġprov": 1067,
      "Ġanything": 1068,
      "ably": 1069,
      "Ġunderstand": 1070,
      "otherapy": 1071,
      "Ġpaper": 1072,
      "Ġsurvey": 1073,
      "ne": 1074,
      "ses": 1075,
      "ward": 1076,
      "ention": 1077,
      "Ġbeing": 1078,
      "Ġwhether": 1079,
      "Ġext": 1080,
      "Ġbetter": 1081,
      "Ġcounsel": 1082,
      "Ġdiscuss": 1083,
      "sw": 1084,
      "ren": 1085,
      "read": 1086,
      "ism": 1087,
      "ĠIs": 1088,
      "Ġback": 1089,
      "Ġfun": 1090,
      "Ġop": 1091,
      "Ġsearch": 1092,
      "Ġapply": 1093,
      "Ġpart": 1094,
      "Ġrespon": 1095,
      "Ġhealth": 1096,
      "__": 1097,
      "Ġtra": 1098,
      "ories": 1099,
      "Ġansw": 1100,
      "Ġfin": 1101,
      "Ġrequ": 1102,
      "uring": 1103,
      "Ġappro": 1104,
      "Ġresults": 1105,
      "ĠUniversity": 1106,
      "Ġmany": 1107,
      "Ġed": 1108,
      "ities": 1109,
      "own": 1110,
      "Ġsupport": 1111,
      "Ġmethod": 1112,
      "Ġable": 1113,
      "Ġneuro": 1114,
      "Ġlevel": 1115,
      "Ġinformation": 1116,
      "Ġpur": 1117,
      "Ġbest": 1118,
      "Ġform": 1119,
      "Ġstill": 1120,
      "Ġdef": 1121,
      "Ġexpl": 1122,
      "Ġprofessor": 1123,
      "Ġcourse": 1124,
      "tty": 1125,
      "Ġ4": 1126,
      "Ġbel": 1127,
      "lev": 1128,
      "Ġrecomm": 1129,
      "othes": 1130,
      "Ġgeneral": 1131,
      "Ġrecommend": 1132,
      "Hi": 1133,
      "ced": 1134,
      "line": 1135,
      "tle": 1136,
      "wor": 1137,
      "reddit": 1138,
      "Ġhear": 1139,
      "ational": 1140,
      "ĠBut": 1141,
      "Ġpatients": 1142,
      "ple": 1143,
      "Ġown": 1144,
      "ĠSt": 1145,
      "ility": 1146,
      "iven": 1147,
      "agn": 1148,
      "ocus": 1149,
      "Ġparticipants": 1150,
      "Ġboth": 1151,
      "Ġlove": 1152,
      "Ġgive": 1153,
      "Ġmem": 1154,
      "Ġconf": 1155,
      "Ġaccess": 1156,
      "Ġrecent": 1157,
      "Ġcontr": 1158,
      "Ġhypothes": 1159,
      "Ġco": 1160,
      "aster": 1161,
      "Ġarea": 1162,
      "ources": 1163,
      "Ġapplic": 1164,
      "Ġsubreddit": 1165,
      "Ġteach": 1166,
      "Ġideas": 1167,
      "Ġreading": 1168,
      "Ġemot": 1169,
      "Ġcorre": 1170,
      "gr": 1171,
      "Ġke": 1172,
      "Ġpresent": 1173,
      "Ġbrain": 1174,
      "Ġfocus": 1175,
      "olar": 1176,
      "Ġel": 1177,
      "ife": 1178,
      "usic": 1179,
      "ĠCl": 1180,
      "Ġpretty": 1181,
      "Ġplace": 1182,
      "Ġscale": 1183,
      "Ġtherap": 1184,
      "ample": 1185,
      "Ġcareer": 1186,
      "IT": 1187,
      "dent": 1188,
      "ten": 1189,
      "Ġthough": 1190,
      "Ġsign": 1191,
      "Ġmind": 1192,
      "Ġcome": 1193,
      "Ġcrit": 1194,
      "Ġfact": 1195,
      "Ġdone": 1196,
      "stem": 1197,
      "ĠSh": 1198,
      "Ġcondit": 1199,
      "Ġdesc": 1200,
      "Ġguys": 1201,
      "Ġinvol": 1202,
      "ric": 1203,
      "Ġthings": 1204,
      "Ġscience": 1205,
      "Ġpract": 1206,
      "Ġmental": 1207,
      "ese": 1208,
      "ered": 1209,
      "Ġsex": 1210,
      "ilar": 1211,
      "ĠThank": 1212,
      "clud": 1213,
      "Ġeveryone": 1214,
      "bably": 1215,
      "cy": 1216,
      "ey": 1217,
      "Ġplease": 1218,
      "Ġmed": 1219,
      "Ġiss": 1220,
      "Ġshe": 1221,
      "Ġval": 1222,
      "Ġinteresting": 1223,
      "ĠGPA": 1224,
      "ression": 1225,
      "Ġexperiment": 1226,
      "Ġacademic": 1227,
      "ready": 1228,
      "cent": 1229,
      "iat": 1230,
      "kes": 1231,
      "led": 1232,
      "uc": 1233,
      "ĠâĢ": 1234,
      "Ġtal": 1235,
      "Ġsem": 1236,
      "ount": 1237,
      "Ġeach": 1238,
      "Ġim": 1239,
      "Ġpsychotherapy": 1240,
      "ĠCh": 1241,
      "ĠWe": 1242,
      "Ġalready": 1243,
      "Ġclasses": 1244,
      "ead": 1245,
      "ype": 1246,
      "Ġthing": 1247,
      "ates": 1248,
      "iss": 1249,
      "Ġdown": 1250,
      "ute": 1251,
      "ogle": 1252,
      "Ġprobably": 1253,
      "ological": 1254,
      "ivid": 1255,
      "soci": 1256,
      "ized": 1257,
      "ysis": 1258,
      "âĢĻ": 1259,
      "Ġbased": 1260,
      "Ġdiagn": 1261,
      "air": 1262,
      "com": 1263,
      "me": 1264,
      "ph": 1265,
      "pl": 1266,
      "Ġ5": 1267,
      "Ġ:": 1268,
      "Ġser": 1269,
      "ences": 1270,
      "Ġmasters": 1271,
      "Ġmusic": 1272,
      "Ġcert": 1273,
      "Ġfree": 1274,
      "ick": 1275,
      "Ġproject": 1276,
      "ĠCan": 1277,
      "ference": 1278,
      "Ġinterview": 1279,
      "ĠHowever": 1280,
      "Ġpossible": 1281,
      "DIT": 1282,
      "ily": 1283,
      "ri": 1284,
      "ss": 1285,
      "ven": 1286,
      "ï¬": 1287,
      "inal": 1288,
      "its": 1289,
      "ise": 1290,
      "Ġanother": 1291,
      "Ġbr": 1292,
      "Ġday": 1293,
      "Ġlist": 1294,
      "Ġeas": 1295,
      "ural": 1296,
      "Ġchange": 1297,
      "Ġvari": 1298,
      "Ġprev": 1299,
      "Ġparticular": 1300,
      "Ġtopic": 1301,
      "Ġsystem": 1302,
      "Ġcounseling": 1303,
      "ĠClinical": 1304,
      "fer": 1305,
      "Ġaw": 1306,
      "inking": 1307,
      "Ġsame": 1308,
      "ouble": 1309,
      "ited": 1310,
      "Ġfar": 1311,
      "Ġuniversity": 1312,
      "ĠThere": 1313,
      "ester": 1314,
      "Ġdeal": 1315,
      "Ġchang": 1316,
      "Ġvis": 1317,
      "Ġaround": 1318,
      "ages": 1319,
      "Ġfinding": 1320,
      "Ġdoesn": 1321,
      "Ġsimilar": 1322,
      "Ġproblem": 1323,
      "Ġseems": 1324,
      "Ġsaid": 1325,
      "levant": 1326,
      "bs": 1327,
      "uth": 1328,
      "Ġra": 1329,
      "Ġinclud": 1330,
      "Ġhis": 1331,
      "Ġlast": 1332,
      "ither": 1333,
      "Ġwee": 1334,
      "ationship": 1335,
      "Ġpsychological": 1336,
      "Ġlittle": 1337,
      "Ġdirection": 1338,
      "Ġlearning": 1339,
      "ividual": 1340,
      "not": 1341,
      "Ġend": 1342,
      "Ġtas": 1343,
      "Ġsen": 1344,
      "Ġhand": 1345,
      "Ġhard": 1346,
      "Ġdet": 1347,
      "Ġrem": 1348,
      "Ġlife": 1349,
      "Ġemp": 1350,
      "Ġmyself": 1351,
      "istic": 1352,
      "ize": 1353,
      "ruct": 1354,
      "Ġactually": 1355,
      "Ġproblems": 1356,
      "ĠDoes": 1357,
      "Ġmodel": 1358,
      "ient": 1359,
      "Ġsm": 1360,
      "Ġwrong": 1361,
      "Ġcre": 1362,
      "Ġher": 1363,
      "Ġhum": 1364,
      "Ġgot": 1365,
      "Ġnum": 1366,
      "Ġassoci": 1367,
      "osed": 1368,
      "Ġadm": 1369,
      "Ġrelationship": 1370,
      "Ġdesign": 1371,
      "The": 1372,
      "Ġpsychologist": 1373,
      "Ġindividual": 1374,
      "Ġcollege": 1375,
      "Ġanswer": 1376,
      "Ġbelie": 1377,
      "Hey": 1378,
      "sis": 1379,
      "ted": 1380,
      "Ġav": 1381,
      "order": 1382,
      "Ġtoward": 1383,
      "Ġhapp": 1384,
      "Ġits": 1385,
      "Ġsuper": 1386,
      "mpt": 1387,
      "Ġtaking": 1388,
      "iously": 1389,
      "cond": 1390,
      "Ġregard": 1391,
      "Ġhope": 1392,
      "Ġchildren": 1393,
      "Ġfunction": 1394,
      "Ġfinish": 1395,
      "Ġdefin": 1396,
      "Ġelse": 1397,
      "Ġsignific": 1398,
      "Ġcertain": 1399,
      "ft": 1400,
      "ng": 1401,
      "tr": 1402,
      "ons": 1403,
      "ision": 1404,
      "Ġbit": 1405,
      "Ġreal": 1406,
      "Ġear": 1407,
      "row": 1408,
      "Ġwhy": 1409,
      "Ġill": 1410,
      "Ġident": 1411,
      "Ġexample": 1412,
      "ately": 1413,
      "Ġdeci": 1414,
      "istics": 1415,
      "Ġaccept": 1416,
      "Ġschools": 1417,
      "Ġadvance": 1418,
      "Ġplan": 1419,
      "Ġimport": 1420,
      "Ġdevelopment": 1421,
      "ways": 1422,
      "Ġreport": 1423,
      "ollow": 1424,
      "ile": 1425,
      "mm": 1426,
      "ves": 1427,
      "Ġaffect": 1428,
      "Ġthesis": 1429,
      "Ġduring": 1430,
      "Ġrelevant": 1431,
      "Ġlink": 1432,
      "ential": 1433,
      "idence": 1434,
      "ĠAnd": 1435,
      "Ġword": 1436,
      "ĠBe": 1437,
      "Ġwanted": 1438,
      "ody": 1439,
      "Ġtrans": 1440,
      "Ġinterests": 1441,
      "Ġ20": 1442,
      "ĠFor": 1443,
      "Ġpersonality": 1444,
      "nship": 1445,
      "Ġminor": 1446,
      "Ġrequire": 1447,
      "Ġcontrol": 1448,
      "ak": 1449,
      "form": 1450,
      "oy": 1451,
      "psych": 1452,
      "rim": 1453,
      "ĠV": 1454,
      "Ġent": 1455,
      "Ġtyp": 1456,
      "Ġfollow": 1457,
      "Ġopt": 1458,
      "Ġless": 1459,
      "omen": 1460,
      "Ġeither": 1461,
      "Ġyet": 1462,
      "Ġisn": 1463,
      "Ġstar": 1464,
      "Ġstrong": 1465,
      "ĠTo": 1466,
      "Ġpsychiat": 1467,
      "Ġexam": 1468,
      "ade": 1469,
      "osis": 1470,
      "Ġinterp": 1471,
      "ĠOr": 1472,
      "Ġwrite": 1473,
      "Ġwriting": 1474,
      "Ġliter": 1475,
      "Ġdirect": 1476,
      "Ġapproach": 1477,
      "Ġsexual": 1478,
      "aw": 1479,
      "ned": 1480,
      "Ġthinking": 1481,
      "Ġput": 1482,
      "Ġpop": 1483,
      "Ġins": 1484,
      "arm": 1485,
      "Ġonline": 1486,
      "Ġmean": 1487,
      "Ġorder": 1488,
      "aps": 1489,
      "Ġche": 1490,
      "ĠGRE": 1491,
      "ization": 1492,
      "Ġwhile": 1493,
      "Ġtext": 1494,
      "Ġenough": 1495,
      "angu": 1496,
      "orders": 1497,
      "Ġcomplete": 1498,
      "Ġbook": 1499,
      "Ġanalysis": 1500,
      "Ġhypothesis": 1501,
      "ï¬ģ": 1502,
      "ave": 1503,
      "less": 1504,
      "nces": 1505,
      "ines": 1506,
      "Ġlat": 1507,
      "ole": 1508,
      "Ġnon": 1509,
      "Ġwithin": 1510,
      "Ġwithout": 1511,
      "Ġshow": 1512,
      "Ġshort": 1513,
      "endent": 1514,
      "ivity": 1515,
      "ĠHe": 1516,
      "Ġinteract": 1517,
      "Ġinternship": 1518,
      "ĠRe": 1519,
      "Ġassign": 1520,
      "Ġundergraduate": 1521,
      "Ġcount": 1522,
      "Ġthoughts": 1523,
      "Ġpublish": 1524,
      "Ġcorrect": 1525,
      "ex": 1526,
      "na": 1527,
      "Ġsort": 1528,
      "Ġpast": 1529,
      "Ġfl": 1530,
      "ased": 1531,
      "igure": 1532,
      "imul": 1533,
      "ĠThat": 1534,
      "Ġhelpful": 1535,
      "Ġtrouble": 1536,
      "duct": 1537,
      "Ġdisorders": 1538,
      "Ġleast": 1539,
      "ather": 1540,
      "Ġspecial": 1541,
      "Ġprofessors": 1542,
      "Ġappreciate": 1543,
      "Ġgreatly": 1544,
      "Ġpublic": 1545,
      "Ġdescrib": 1546,
      "Ġsignificant": 1547,
      "Ġstarting": 1548,
      "anguage": 1549,
      "par": 1550,
      "vir": 1551,
      "Ġsci": 1552,
      "oral": 1553,
      "Ġtheories": 1554,
      "Ġmath": 1555,
      "ales": 1556,
      "Ġfam": 1557,
      "Ġfac": 1558,
      "Ġreddit": 1559,
      "Ġlim": 1560,
      "Ġgiven": 1561,
      "Ġbeg": 1562,
      "ety": 1563,
      "imes": 1564,
      "ĠPro": 1565,
      "Ġdec": 1566,
      "ives": 1567,
      "ĠDe": 1568,
      "Ġplay": 1569,
      "Ġscore": 1570,
      "Ġtests": 1571,
      "Ġmeasures": 1572,
      "----": 1573,
      "Ġincre": 1574,
      "Ġpurs": 1575,
      "Ġimportant": 1576,
      "Ġliterature": 1577,
      "viron": 1578,
      "20": 1579,
      "ian": 1580,
      "iology": 1581,
      "ner": 1582,
      "ts": 1583,
      "Ġtype": 1584,
      "Ġsk": 1585,
      "erv": 1586,
      "ency": 1587,
      "Ġmade": 1588,
      "isms": 1589,
      "Ġstimul": 1590,
      "ution": 1591,
      "Ġconc": 1592,
      "Ġnever": 1593,
      "ify": 1594,
      "Ġvar": 1595,
      "Ġschiz": 1596,
      "Ġgradu": 1597,
      "nia": 1598,
      "Ġenviron": 1599,
      "Ġagain": 1600,
      "Ġspecifically": 1601,
      "Ġeffects": 1602,
      "Ġjournals": 1603,
      "Ġsuggestions": 1604,
      "Ġcommun": 1605,
      "Ġfull": 1606,
      "Ġunderstanding": 1607,
      "Ġeduc": 1608,
      "Ġvalid": 1609,
      "Ġtalk": 1610,
      "Ġsemester": 1611,
      "99": 1612,
      "SU": 1613,
      "day": 1614,
      "haps": 1615,
      "put": 1616,
      "rip": 1617,
      "ĠK": 1618,
      "Ġtrain": 1619,
      "atic": 1620,
      "Ġpot": 1621,
      "Ġmaster": 1622,
      "Ġbig": 1623,
      "Ġfigure": 1624,
      "Ġdist": 1625,
      "Ġreas": 1626,
      "Ġlar": 1627,
      "stract": 1628,
      "ĠAs": 1629,
      "ement": 1630,
      "ection": 1631,
      "Ġrun": 1632,
      "Ġvide": 1633,
      "Ġdisorder": 1634,
      "Ġallow": 1635,
      "Ġlead": 1636,
      "Ġtech": 1637,
      "Ġtell": 1638,
      "Ġphys": 1639,
      "rug": 1640,
      "Ġassess": 1641,
      "Ġinvest": 1642,
      "Ġsubjects": 1643,
      "Ġmatch": 1644,
      "Ġopen": 1645,
      "Ġapplying": 1646,
      "Ġinvolved": 1647,
      "Ġpractice": 1648,
      "Ġtask": 1649,
      "for": 1650,
      "ix": 1651,
      "ier": 1652,
      "Ġauth": 1653,
      "onth": 1654,
      "Ġsit": 1655,
      "Ġmot": 1656,
      "Ġold": 1657,
      "Ġstate": 1658,
      "ĠPsy": 1659,
      "ĠMasters": 1660,
      "Ġsecond": 1661,
      "Ġview": 1662,
      "Ġalways": 1663,
      "Ġlikely": 1664,
      "Ġmaking": 1665,
      "dep": 1666,
      "Ġresources": 1667,
      "ersonal": 1668,
      "Ġimpro": 1669,
      "Ġinfo": 1670,
      "where": 1671,
      "Ġinstead": 1672,
      "Ġbooks": 1673,
      "Ġopin": 1674,
      "Ġresponses": 1675,
      "Ġcondition": 1676,
      "ledge": 1677,
      "Ġhuman": 1678,
      "Wh": 1679,
      "az": 1680,
      "lu": 1681,
      "Ġ6": 1682,
      "rel": 1683,
      "Ġca": 1684,
      "ĠInt": 1685,
      "Ġopport": 1686,
      "Ġdrug": 1687,
      "ross": 1688,
      "Ġprop": 1689,
      "Ġexact": 1690,
      "Ġnext": 1691,
      "osoph": 1692,
      "ilosoph": 1693,
      "ips": 1694,
      "Ġuseful": 1695,
      "This": 1696,
      "ĠSocial": 1697,
      "Ġpapers": 1698,
      "Ġprim": 1699,
      "Ġsimple": 1700,
      "Ġfund": 1701,
      "Ġconsidering": 1702,
      "Ġterms": 1703,
      "____": 1704,
      "ground": 1705,
      "ĠShould": 1706,
      "Ġweek": 1707,
      "Ġenvironment": 1708,
      "Ġopportun": 1709,
      "\".": 1710,
      "BT": 1711,
      "bers": 1712,
      "cc": 1713,
      "ken": 1714,
      "ling": 1715,
      "renia": 1716,
      "ene": 1717,
      "Ġcall": 1718,
      "isor": 1719,
      "Ġtold": 1720,
      "Ġbl": 1721,
      "Ġhon": 1722,
      "ank": 1723,
      "ances": 1724,
      "Ġoften": 1725,
      "ceiv": 1726,
      "uture": 1727,
      "Ġasking": 1728,
      "ĠSome": 1729,
      "ird": 1730,
      "ĠWould": 1731,
      "ends": 1732,
      "Ġquite": 1733,
      "Ġcompet": 1734,
      "Ġ10": 1735,
      "ulty": 1736,
      "arent": 1737,
      "Ġevidence": 1738,
      "pecially": 1739,
      "Ġpositive": 1740,
      "ophrenia": 1741,
      "Ġdepression": 1742,
      "Ġprovid": 1743,
      "Ġprovide": 1744,
      "Ġkeep": 1745,
      "Ġtowards": 1746,
      "Ġvarious": 1747,
      "Ġlarge": 1748,
      ".)": 1749,
      "br": 1750,
      "dict": 1751,
      "gative": 1752,
      "lied": 1753,
      "oad": 1754,
      "ull": 1755,
      "ĠQ": 1756,
      "Ġess": 1757,
      "Ġthree": 1758,
      "Ġsens": 1759,
      "Ġcase": 1760,
      "Ġreference": 1761,
      "Ġlanguage": 1762,
      "omet": 1763,
      "thers": 1764,
      "Ġconst": 1765,
      "Ġwebs": 1766,
      "Ġfri": 1767,
      "Ġgoal": 1768,
      "Ġgoogle": 1769,
      "Ġmakes": 1770,
      "Ġknowledge": 1771,
      "Ġworked": 1772,
      "ared": 1773,
      "ĠOne": 1774,
      "ĠUS": 1775,
      "Ġpercept": 1776,
      "clus": 1777,
      "Ġmaybe": 1778,
      "Ġcourses": 1779,
      "pective": 1780,
      "Ġdiscussion": 1781,
      "Ġissues": 1782,
      "Ġ:)": 1783,
      "Ġchanges": 1784,
      "Ġavail": 1785,
      "mptom": 1786,
      "Ġillness": 1787,
      "BRE": 1788,
      "DDIT": 1789,
      "ich": 1790,
      "ially": 1791,
      "iour": 1792,
      "nam": 1793,
      "vent": 1794,
      "Ġ'": 1795,
      "Ġsol": 1796,
      "Ġspe": 1797,
      "erm": 1798,
      "Ġmood": 1799,
      "Ġmonth": 1800,
      "isk": 1801,
      "Ġfuture": 1802,
      "Ġothers": 1803,
      "Ġlow": 1804,
      "Ġsuc": 1805,
      "ĠAre": 1806,
      "ĠAll": 1807,
      "urther": 1808,
      "Ġdem": 1809,
      "ĠSch": 1810,
      "Ġworth": 1811,
      "Ġamong": 1812,
      "ills": 1813,
      "ief": 1814,
      "ender": 1815,
      "Ġattention": 1816,
      "ensive": 1817,
      "Ġguess": 1818,
      "Ġsymptom": 1819,
      "Ġlabs": 1820,
      "Ġprocessing": 1821,
      "Ġlearn": 1822,
      "work": 1823,
      "Ġapplication": 1824,
      "Ġtherapist": 1825,
      "Ġnumber": 1826,
      "Ġregarding": 1827,
      "Ġdecid": 1828,
      "Ġscient": 1829,
      "Ġconcer": 1830,
      "SUBRE": 1831,
      "ript": 1832,
      "Ġreason": 1833,
      "Ġvideo": 1834,
      "ilosophy": 1835,
      "SUBREDDIT": 1836,
      "Hell": 1837,
      "bal": 1838,
      "oh": 1839,
      "pro": 1840,
      "ration": 1841,
      "Ġ7": 1842,
      "Ġro": 1843,
      "Ġvers": 1844,
      "Ġaut": 1845,
      "inist": 1846,
      "Ġpay": 1847,
      "Ġpers": 1848,
      "Ġmention": 1849,
      "Ġbi": 1850,
      "arr": 1851,
      "oles": 1852,
      "Ġnet": 1853,
      "the": 1854,
      "Ġhaven": 1855,
      "Ġsumm": 1856,
      "imal": 1857,
      "ĠThese": 1858,
      "ĠAm": 1859,
      "Ġorig": 1860,
      "ĠMA": 1861,
      "osure": 1862,
      "Ġrather": 1863,
      "Ġscholar": 1864,
      "Ġmain": 1865,
      "Ġquality": 1866,
      "acy": 1867,
      "Ġcomput": 1868,
      "ĠGo": 1869,
      "Ġhead": 1870,
      "Ġdiffic": 1871,
      "Ġeng": 1872,
      "Ġinflu": 1873,
      "ognition": 1874,
      "Ġpersonal": 1875,
      "Ġdidn": 1876,
      "Ġterm": 1877,
      "Ġbackground": 1878,
      "Ġmethods": 1879,
      "Ġexplain": 1880,
      "Ġrecently": 1881,
      "Ġeasy": 1882,
      "Ġfaculty": 1883,
      "Ġschizophrenia": 1884,
      "Ġpotential": 1885,
      "Ġmotiv": 1886,
      "Hello": 1887,
      "If": 1888,
      "li": 1889,
      "net": 1890,
      "science": 1891,
      "Ġ8": 1892,
      "Ġtit": 1893,
      "ination": 1894,
      "reme": 1895,
      "ont": 1896,
      "ats": 1897,
      "oring": 1898,
      "orry": 1899,
      "Ġpath": 1900,
      "ening": 1901,
      "itud": 1902,
      "Ġmone": 1903,
      "especially": 1904,
      "Ġindep": 1905,
      "Ġdue": 1906,
      "Ġloc": 1907,
      "Ġlack": 1908,
      "old": 1909,
      "ĠAN": 1910,
      "ĠAPA": 1911,
      "ulation": 1912,
      "Ġdoct": 1913,
      "Ġareas": 1914,
      "ateg": 1915,
      "Ġcoming": 1916,
      "Ġhowever": 1917,
      "andom": 1918,
      "ible": 1919,
      "Ġtaken": 1920,
      "Ġneeded": 1921,
      "assion": 1922,
      "ĠNe": 1923,
      "Ġexperiences": 1924,
      "Ġdifferences": 1925,
      "Ġattract": 1926,
      "Ġbecome": 1927,
      "Ġeverything": 1928,
      "Ġtook": 1929,
      "Ġobs": 1930,
      "Ġasked": 1931,
      "Ġissue": 1932,
      "Ġvisual": 1933,
      "Ġsuperv": 1934,
      "Ġlater": 1935,
      "Ġinvestig": 1936,
      "Ġexactly": 1937,
      "Ġavailable": 1938,
      "Ġmoney": 1939,
      "200": 1940,
      "You": 1941,
      "cing": 1942,
      "ral": 1943,
      "rom": 1944,
      "ined": 1945,
      "Ġsat": 1946,
      "Ġsound": 1947,
      "erg": 1948,
      "itation": 1949,
      "Ġcop": 1950,
      "Ġcap": 1951,
      "Ġcod": 1952,
      "isf": 1953,
      "Ġbene": 1954,
      "lear": 1955,
      "Ġnorm": 1956,
      "though": 1957,
      "Ġitem": 1958,
      "ĠAt": 1959,
      "ĠScience": 1960,
      "ember": 1961,
      "ĠMe": 1962,
      "ource": 1963,
      "Ġresearchers": 1964,
      "Ġvs": 1965,
      "Ġarg": 1966,
      "ĠBA": 1967,
      "Ġwilling": 1968,
      "ffic": 1969,
      "action": 1970,
      "pecific": 1971,
      "Ġpsychologists": 1972,
      "Ġgroups": 1973,
      "Ġlooked": 1974,
      "Ġparticipant": 1975,
      "Ġaccount": 1976,
      "Ġhoping": 1977,
      "Ġsetting": 1978,
      "Ġconditions": 1979,
      "Ġsense": 1980,
      "Ġpublished": 1981,
      "Ġskills": 1982,
      "Ġeducation": 1983,
      "Ġtraining": 1984,
      "related": 1985,
      "Ġcaus": 1986,
      "10": 1987,
      "gan": 1988,
      "ients": 1989,
      "light": 1990,
      "mit": 1991,
      "ming": 1992,
      "oid": 1993,
      "ring": 1994,
      "ug": 1995,
      "up": 1996,
      "ware": 1997,
      "Ġespecially": 1998,
      "red": 1999,
      "Ġsources": 2000,
      "att": 2001,
      "Ġmult": 2002,
      "ison": 2003,
      "Ġbad": 2004,
      "anced": 2005,
      "Ġdr": 2006,
      "Ġyoung": 2007,
      "Ġstu": 2008,
      "Ġstand": 2009,
      "Ġstress": 2010,
      "utes": 2011,
      "ook": 2012,
      "Ġconduct": 2013,
      "ames": 2014,
      "Ġneural": 2015,
      "Ġnegative": 2016,
      "ours": 2017,
      "ili": 2018,
      "Ġrandom": 2019,
      "Ġcho": 2020,
      "Ġchar": 2021,
      "Ġchance": 2022,
      "Ġapplied": 2023,
      "achel": 2024,
      "ĠEx": 2025,
      "Ġstudying": 2026,
      "Ġenj": 2027,
      "Ġscales": 2028,
      "ĠNot": 2029,
      "Ġphen": 2030,
      "Ġphot": 2031,
      "Ġperhaps": 2032,
      "Ġthanks": 2033,
      "havior": 2034,
      "ails": 2035,
      "Ġbehaviour": 2036,
      "Ġstats": 2037,
      "Ġstarted": 2038,
      "Ġextreme": 2039,
      "Ġmemory": 2040,
      "Ġemotional": 2041,
      "esearch": 2042,
      "Ġdealing": 2043,
      "Ġsmall": 2044,
      "Ġbelieve": 2045,
      "Ġinterpersonal": 2046,
      "Ġdirectly": 2047,
      "naire": 2048,
      "Ġbegin": 2049,
      "Ġdifficult": 2050,
      "So": 2051,
      "here": 2052,
      "ler": 2053,
      "man": 2054,
      "pri": 2055,
      "xi": 2056,
      "Ġ=": 2057,
      "Ġage": 2058,
      "inks": 2059,
      "ret": 2060,
      "atch": 2061,
      "Ġcoup": 2062,
      "Ġcues": 2063,
      "esome": 2064,
      "Ġinput": 2065,
      "Ġhist": 2066,
      "chan": 2067,
      "ices": 2068,
      "Ġreceiv": 2069,
      "Ġgender": 2070,
      "Ġever": 2071,
      "verage": 2072,
      "Ġmeans": 2073,
      "Ġorgan": 2074,
      "Ġabs": 2075,
      "ĠMost": 2076,
      "Ġcannot": 2077,
      "Ġamount": 2078,
      "ears": 2079,
      "Ġsoon": 2080,
      "Ġcomb": 2081,
      "Ġcomes": 2082,
      "ables": 2083,
      "Ġsever": 2084,
      "ĠCon": 2085,
      "Ġrate": 2086,
      "Ġexpect": 2087,
      "ended": 2088,
      "Ġalong": 2089,
      "Ġknown": 2090,
      "ĠThey": 2091,
      "ĠResearch": 2092,
      "Ġpredict": 2093,
      "ĠWhen": 2094,
      "Ġperform": 2095,
      "ĠJust": 2096,
      "Ġbasically": 2097,
      "Ġexperiments": 2098,
      "Ġhigher": 2099,
      "Ġoffer": 2100,
      "Ġstatistics": 2101,
      "Ġaddress": 2102,
      "Ġconsider": 2103,
      "Ġresponse": 2104,
      "Ġheard": 2105,
      "Ġkey": 2106,
      "ĠâĢĵ": 2107,
      "Ġpreval": 2108,
      "Ġsenior": 2109,
      "Ġassociated": 2110,
      "Ġadminist": 2111,
      "ftware": 2112,
      "Ġcommunity": 2113,
      "Ġmonths": 2114,
      "Ġindependent": 2115,
      "Ġsatisf": 2116,
      "Ġenjoy": 2117,
      "Ġextremely": 2118,
      "!!": 2119,
      ".\"": 2120,
      "My": 2121,
      "ake": 2122,
      "body": 2123,
      "df": 2124,
      "ger": 2125,
      "gth": 2126,
      "get": 2127,
      "load": 2128,
      "side": 2129,
      "ton": 2130,
      "uing": 2131,
      "Ġap": 2132,
      "iness": 2133,
      "Ġside": 2134,
      "Ġpol": 2135,
      "ense": 2136,
      "Ġmid": 2137,
      "Ġfall": 2138,
      "Ġfurther": 2139,
      "any": 2140,
      "icens": 2141,
      "ark": 2142,
      "ctions": 2143,
      "Ġstr": 2144,
      "ĠPer": 2145,
      "ĠPlease": 2146,
      "opath": 2147,
      "Ġability": 2148,
      "ĠMaster": 2149,
      "Ġrisk": 2150,
      "Ġaddit": 2151,
      "Ġtrue": 2152,
      "Ġevent": 2153,
      "ĠRed": 2154,
      "Ġneeds": 2155,
      "ĠNo": 2156,
      "Ġimpact": 2157,
      "Ġdifference": 2158,
      "Ġagree": 2159,
      "Ġemail": 2160,
      "Ġcomplex": 2161,
      "Ġjobs": 2162,
      "what": 2163,
      "Ġpossibly": 2164,
      "Ġmater": 2165,
      "Ġcommon": 2166,
      "Ġanaly": 2167,
      "Ġbrief": 2168,
      "Ġaware": 2169,
      "Ġawesome": 2170,
      "Ġinclude": 2171,
      "Ġindividuals": 2172,
      "Ġwords": 2173,
      "Ġtypes": 2174,
      "Ġoptions": 2175,
      "Ġopportunities": 2176,
      "Ġwebsite": 2177,
      "Ġsuccess": 2178,
      "Ġdecided": 2179,
      "Ġphenomen": 2180,
      "xiety": 2181,
      "PC": 2182,
      "Psych": 2183,
      "app": 2184,
      "fort": 2185,
      "lt": 2186,
      "ters": 2187,
      "tain": 2188,
      "unt": 2189,
      "uge": 2190,
      "viously": 2191,
      "Ġ9": 2192,
      "Ġver": 2193,
      "Ġtur": 2194,
      "Ġtips": 2195,
      "rees": 2196,
      "onst": 2197,
      "ounsel": 2198,
      "orate": 2199,
      "Ġpo": 2200,
      "Ġcent": 2201,
      "Ġcreat": 2202,
      "Ġtool": 2203,
      "Ġtoday": 2204,
      "Ġfra": 2205,
      "Ġfem": 2206,
      "Ġfour": 2207,
      "Ġfair": 2208,
      "Ġocc": 2209,
      "ases": 2210,
      "olute": 2211,
      "road": 2212,
      "Ġsty": 2213,
      "Ġunt": 2214,
      "Ġsuic": 2215,
      "Ġsupp": 2216,
      "ident": 2217,
      "ĠPerson": 2218,
      "urrent": 2219,
      "ĠSe": 2220,
      "istant": 2221,
      "empt": 2222,
      "Ġworld": 2223,
      "Ġclin": 2224,
      "Ġart": 2225,
      "ĠBS": 2226,
      "ferent": 2227,
      "izing": 2228,
      "ĠRes": 2229,
      "jective": 2230,
      "itely": 2231,
      "Ġactual": 2232,
      "Ġindic": 2233,
      "Ġletter": 2234,
      "Ġneuropsych": 2235,
      "Ġteaching": 2236,
      "Ġcorrel": 2237,
      "Ġdescript": 2238,
      "Ġvariables": 2239,
      "Ġmodels": 2240,
      "Ġidentity": 2241,
      "Ġaccepted": 2242,
      "Ġcheck": 2243,
      "Ġcompletely": 2244,
      "Ġvalidity": 2245,
      "Ġimprove": 2246,
      "Ġopinions": 2247,
      "Ġcompetitive": 2248,
      "Ġessay": 2249,
      "Ġsymptoms": 2250,
      "Ġscientific": 2251,
      "Ġsummer": 2252,
      "ĠGoogle": 2253,
      "priate": 2254,
      "Ġcouple": 2255,
      "Ġseveral": 2256,
      "Ġuntil": 2257,
      "aking": 2258,
      "cul": 2259,
      "fess": 2260,
      "ges": 2261,
      "he": 2262,
      "ik": 2263,
      "most": 2264,
      "of": 2265,
      "Ġaction": 2266,
      "Ġaverage": 2267,
      "Ġsent": 2268,
      "Ġsend": 2269,
      "Ġsite": 2270,
      "atter": 2271,
      "Ġped": 2272,
      "ital": 2273,
      "Ġmist": 2274,
      "Ġmust": 2275,
      "Ġcult": 2276,
      "Ġbu": 2277,
      "Ġfa": 2278,
      "Ġopp": 2279,
      "Ġhome": 2280,
      "ionally": 2281,
      "Ġret": 2282,
      "omp": 2283,
      "lex": 2284,
      "lect": 2285,
      "Ġnature": 2286,
      "Ġstory": 2287,
      "Ġwhole": 2288,
      "ote": 2289,
      "Ġintro": 2290,
      "Ġmechan": 2291,
      "ĠPre": 2292,
      "Ġconcept": 2293,
      "Ġnecess": 2294,
      "Ġworks": 2295,
      "Ġresearcher": 2296,
      "Ġcomments": 2297,
      "ush": 2298,
      "ability": 2299,
      "iles": 2300,
      "ĠCounsel": 2301,
      "Ġclients": 2302,
      "ipolar": 2303,
      "aces": 2304,
      "Ġcompon": 2305,
      "Ġresult": 2306,
      "agement": 2307,
      "irect": 2308,
      "Ġenh": 2309,
      "ĠNow": 2310,
      "Ġcontin": 2311,
      "Ġcontact": 2312,
      "fully": 2313,
      "Ġ--": 2314,
      "Ġpercent": 2315,
      "Ġways": 2316,
      "Ġprofessional": 2317,
      "Ġago": 2318,
      "Ġdegrees": 2319,
      "ademic": 2320,
      "Ġexperimental": 2321,
      "ribut": 2322,
      "Ġhighly": 2323,
      "Ġbehavioral": 2324,
      "Ġinstit": 2325,
      "Ġconsidered": 2326,
      "Ġtrack": 2327,
      "Ġneuroscience": 2328,
      "Ġpurp": 2329,
      "Ġexplan": 2330,
      "works": 2331,
      "Ġtherapists": 2332,
      "Ġcritic": 2333,
      "ĠShe": 2334,
      "Ġdiagnosis": 2335,
      "Ġremember": 2336,
      "Ġrelationships": 2337,
      "Ġinsight": 2338,
      "armac": 2339,
      "Ġscores": 2340,
      "Ġauthor": 2341,
      "ĠPsyD": 2342,
      "What": 2343,
      "ĠInter": 2344,
      "namic": 2345,
      "Ġtitle": 2346,
      "Ġitems": 2347,
      "Ġcharact": 2348,
      "icensed": 2349,
      "Ġmaterial": 2350,
      ")?": 2351,
      "cu": 2352,
      "ext": 2353,
      "egr": 2354,
      "fect": 2355,
      "hab": 2356,
      "ze": 2357,
      "ĠX": 2358,
      "Ġest": 2359,
      "Ġtimes": 2360,
      "redit": 2361,
      "Ġwent": 2362,
      "Ġparent": 2363,
      "enced": 2364,
      "itch": 2365,
      "itions": 2366,
      "Ġmor": 2367,
      "ised": 2368,
      "Ġanxiety": 2369,
      "Ġlight": 2370,
      "Ġbeh": 2371,
      "olunt": 2372,
      "Ġnice": 2373,
      "Ġones": 2374,
      "Ġonce": 2375,
      "otic": 2376,
      "Ġaspect": 2377,
      "ims": 2378,
      "Ġpsychosis": 2379,
      "ĠAd": 2380,
      "ules": 2381,
      "Ġdeb": 2382,
      "Ġabstract": 2383,
      "ĠMay": 2384,
      "Ġsoftware": 2385,
      "Ġrout": 2386,
      "Ġwasn": 2387,
      "Ġlibr": 2388,
      "Ġalter": 2389,
      "ostic": 2390,
      "Ġacross": 2391,
      "Ġusually": 2392,
      "ĠEDIT": 2393,
      "Ġrelative": 2394,
      "Ġcurious": 2395,
      "Ġphilosophy": 2396,
      "Ġthank": 2397,
      "Ġattempt": 2398,
      "Ġtesting": 2399,
      "000": 2400,
      "ĠJournal": 2401,
      "Ġpriv": 2402,
      "Ġaccur": 2403,
      "Ġminutes": 2404,
      "Ġmatter": 2405,
      "Ġcover": 2406,
