{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<mask>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": false,
    "use_regex": true
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<s>": 0,
      "<pad>": 1,
      "</s>": 2,
      "<unk>": 3,
      "<mask>": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "&": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "6": 26,
      "7": 27,
      "8": 28,
      "9": 29,
      ":": 30,
      ";": 31,
      "<": 32,
      "=": 33,
      ">": 34,
      "?": 35,
      "@": 36,
      "A": 37,
      "B": 38,
      "C": 39,
      "D": 40,
      "E": 41,
      "F": 42,
      "G": 43,
      "H": 44,
      "I": 45,
      "J": 46,
      "K": 47,
      "L": 48,
      "M": 49,
      "N": 50,
      "O": 51,
      "P": 52,
      "Q": 53,
      "R": 54,
      "S": 55,
      "T": 56,
      "U": 57,
      "V": 58,
      "W": 59,
      "X": 60,
      "Y": 61,
      "Z": 62,
      "[": 63,
      "\\": 64,
      "]": 65,
      "^": 66,
      "_": 67,
      "`": 68,
      "a": 69,
      "b": 70,
      "c": 71,
      "d": 72,
      "e": 73,
      "f": 74,
      "g": 75,
      "h": 76,
      "i": 77,
      "j": 78,
      "k": 79,
      "l": 80,
      "m": 81,
      "n": 82,
      "o": 83,
      "p": 84,
      "q": 85,
      "r": 86,
      "s": 87,
      "t": 88,
      "u": 89,
      "v": 90,
      "w": 91,
      "x": 92,
      "y": 93,
      "z": 94,
      "{": 95,
      "|": 96,
      "}": 97,
      "~": 98,
      "¡": 99,
      "¢": 100,
      "£": 101,
      "¤": 102,
      "¥": 103,
      "¦": 104,
      "§": 105,
      "¨": 106,
      "©": 107,
      "ª": 108,
      "«": 109,
      "¬": 110,
      "®": 111,
      "¯": 112,
      "°": 113,
      "±": 114,
      "²": 115,
      "³": 116,
      "´": 117,
      "µ": 118,
      "¶": 119,
      "·": 120,
      "¸": 121,
      "¹": 122,
      "º": 123,
      "»": 124,
      "¼": 125,
      "½": 126,
      "¾": 127,
      "¿": 128,
      "À": 129,
      "Á": 130,
      "Â": 131,
      "Ã": 132,
      "Ä": 133,
      "Å": 134,
      "Æ": 135,
      "Ç": 136,
      "È": 137,
      "É": 138,
      "Ê": 139,
      "Ë": 140,
      "Ì": 141,
      "Í": 142,
      "Î": 143,
      "Ï": 144,
      "Ð": 145,
      "Ñ": 146,
      "Ò": 147,
      "Ó": 148,
      "Ô": 149,
      "Õ": 150,
      "Ö": 151,
      "×": 152,
      "Ø": 153,
      "Ù": 154,
      "Ú": 155,
      "Û": 156,
      "Ü": 157,
      "Ý": 158,
      "Þ": 159,
      "ß": 160,
      "à": 161,
      "á": 162,
      "â": 163,
      "ã": 164,
      "ä": 165,
      "å": 166,
      "æ": 167,
      "ç": 168,
      "è": 169,
      "é": 170,
      "ê": 171,
      "ë": 172,
      "ì": 173,
      "í": 174,
      "î": 175,
      "ï": 176,
      "ð": 177,
      "ñ": 178,
      "ò": 179,
      "ó": 180,
      "ô": 181,
      "õ": 182,
      "ö": 183,
      "÷": 184,
      "ø": 185,
      "ù": 186,
      "ú": 187,
      "û": 188,
      "ü": 189,
      "ý": 190,
      "þ": 191,
      "ÿ": 192,
      "Ā": 193,
      "ā": 194,
      "Ă": 195,
      "ă": 196,
      "Ą": 197,
      "ą": 198,
      "Ć": 199,
      "ć": 200,
      "Ĉ": 201,
      "ĉ": 202,
      "Ċ": 203,
      "ċ": 204,
      "Č": 205,
      "č": 206,
      "Ď": 207,
      "ď": 208,
      "Đ": 209,
      "đ": 210,
      "Ē": 211,
      "ē": 212,
      "Ĕ": 213,
      "ĕ": 214,
      "Ė": 215,
      "ė": 216,
      "Ę": 217,
      "ę": 218,
      "Ě": 219,
      "ě": 220,
      "Ĝ": 221,
      "ĝ": 222,
      "Ğ": 223,
      "ğ": 224,
      "Ġ": 225,
      "ġ": 226,
      "Ģ": 227,
      "ģ": 228,
      "Ĥ": 229,
      "ĥ": 230,
      "Ħ": 231,
      "ħ": 232,
      "Ĩ": 233,
      "ĩ": 234,
      "Ī": 235,
      "ī": 236,
      "Ĭ": 237,
      "ĭ": 238,
      "Į": 239,
      "į": 240,
      "İ": 241,
      "ı": 242,
      "Ĳ": 243,
      "ĳ": 244,
      "Ĵ": 245,
      "ĵ": 246,
      "Ķ": 247,
      "ķ": 248,
      "ĸ": 249,
      "Ĺ": 250,
      "ĺ": 251,
      "Ļ": 252,
      "ļ": 253,
      "Ľ": 254,
      "ľ": 255,
      "Ŀ": 256,
      "ŀ": 257,
      "Ł": 258,
      "ł": 259,
      "Ń": 260,
      "Ġt": 261,
      "Ġa": 262,
      "he": 263,
      "in": 264,
      "re": 265,
      "on": 266,
      "Ġthe": 267,
      "Ġs": 268,
      "er": 269,
      "Ġw": 270,
      "at": 271,
      "Ġo": 272,
      "it": 273,
      "Ġc": 274,
      "nd": 275,
      "Ġb": 276,
      "ou": 277,
      "ing": 278,
      "is": 279,
      "Ġf": 280,
      "or": 281,
      "en": 282,
      "es": 283,
      "Ġp": 284,
      "Ġm": 285,
      "ed": 286,
      "Ġto": 287,
      "an": 288,
      "al": 289,
      "ar": 290,
      "Ġd": 291,
      "Ġin": 292,
      "Ġh": 293,
      "Ġof": 294,
      "Ġth": 295,
      "Ġand": 296,
      "as": 297,
      "le": 298,
      "ic": 299,
      "âĢ": 300,
      "om": 301,
      "ĠI": 302,
      "ion": 303,
      "Ġl": 304,
      "ll": 305,
      "Ġn": 306,
      "ve": 307,
      "Ġg": 308,
      "Ġe": 309,
      "ly": 310,
      "st": 311,
      "Ġre": 312,
      "ent": 313,
      "Ġbe": 314,
      "Ġy": 315,
      "ot": 316,
      "ĠT": 317,
      "ut": 318,
      "id": 319,
      "ow": 320,
      "Ġthat": 321,
      "Ġon": 322,
      "ac": 323,
      "Ġis": 324,
      "et": 325,
      "ay": 326,
      "čĊ": 327,
      "Ġyou": 328,
      "Ġfor": 329,
      "ro": 330,
      "se": 331,
      "ĠS": 332,
      "im": 333,
      "Ġit": 334,
      "ĠA": 335,
      "ad": 336,
      "âĢĻ": 337,
      "ver": 338,
      "ig": 339,
      "ld": 340,
      "Ġu": 341,
      "am": 342,
      "Ġst": 343,
      "ur": 344,
      "ct": 345,
      "Ġhe": 346,
      "ĠC": 347,
      "ith": 348,
      "Ġwh": 349,
      "Ġwe": 350,
      "ir": 351,
      "Ġwith": 352,
      "ke": 353,
      "ce": 354,
      "ĠM": 355,
      "Ġan": 356,
      "Ġha": 357,
      "ter": 358,
      "ation": 359,
      "Ġas": 360,
      "ch": 361,
      "ol": 362,
      "ĠB": 363,
      "il": 364,
      "ill": 365,
      "if": 366,
      "Ġr": 367,
      "ĠThe": 368,
      "Ġwas": 369,
      "ĠW": 370,
      "ĠP": 371,
      "ĠâĢ": 372,
      "her": 373,
      "Ġare": 374,
      "ers": 375,
      "Ġse": 376,
      "Ġat": 377,
      "Ġde": 378,
      "Ġcon": 379,
      "ore": 380,
      "ate": 381,
      "oo": 382,
      "ge": 383,
      "ĠH": 384,
      "Ġhave": 385,
      "est": 386,
      "pe": 387,
      "ould": 388,
      "Ġfr": 389,
      "Ġcom": 390,
      "Ġ1": 391,
      "igh": 392,
      "ul": 393,
      "Ġnot": 394,
      "Ġne": 395,
      "th": 396,
      "ĠD": 397,
      "Ġ(": 398,
      "us": 399,
      "ain": 400,
      "un": 401,
      "Ġpro": 402,
      "op": 403,
      "ment": 404,
      "Ġor": 405,
      "ĠF": 406,
      "ĠR": 407,
      "Ġex": 408,
      "'s": 409,
      "Ġ2": 410,
      "ist": 411,
      "ess": 412,
      "ust": 413,
      "ri": 414,
      "Ġdo": 415,
      "ant": 416,
      "pp": 417,
      "ab": 418,
      "Ġthis": 419,
      "Ġsu": 420,
      "ally": 421,
      "Ġal": 422,
      "Ġsh": 423,
      "ĠN": 424,
      "res": 425,
      "Ġv": 426,
      "nt": 427,
      "and": 428,
      "ive": 429,
      "art": 430,
      "out": 431,
      "Ġbut": 432,
      "ort": 433,
      "Ġab": 434,
      "Ġj": 435,
      "ome": 436,
      "um": 437,
      "ight": 438,
      "em": 439,
      "ity": 440,
      "Ġfrom": 441,
      "os": 442,
      "ĠG": 443,
      "qu": 444,
      "el": 445,
      "ĠL": 446,
      "Ġle": 447,
      "Ġby": 448,
      "ie": 449,
      "Ġtr": 450,
      "oc": 451,
      "Ġwor": 452,
      "ĠâĢľ": 453,
      "Ġcan": 454,
      "âĢĿ": 455,
      "ĠE": 456,
      "gh": 457,
      "Ġli": 458,
      "Ġch": 459,
      "ĠO": 460,
      "ack": 461,
      "Ġmy": 462,
      "ost": 463,
      "ies": 464,
      "Ġthey": 465,
      "Ġme": 466,
      "00": 467,
      "Ġ\"": 468,
      "Ġpl": 469,
      "Ġk": 470,
      "all": 471,
      "ard": 472,
      "red": 473,
      "Ġsa": 474,
      "ast": 475,
      "Ġyour": 476,
      "Ġwhe": 477,
      "ak": 478,
      "Ġgo": 479,
      "Ġhas": 480,
      "ap": 481,
      "one": 482,
      "Ġwill": 483,
      "ough": 484,
      "our": 485,
      "Ġso": 486,
      "Ġout": 487,
      "ĠJ": 488,
      "Ġall": 489,
      "ear": 490,
      "ag": 491,
      "Ġup": 492,
      "ide": 493,
      "ud": 494,
      "Ġint": 495,
      "Ġmore": 496,
      "od": 497,
      "iv": 498,
      "Ġabout": 499,
      "Ġhis": 500,
      "Ġlike": 501,
      "ong": 502,
      "ĠTh": 503,
      "ĠU": 504,
      "fe": 505,
      "Ġwould": 506,
      "'t": 507,
      "ich": 508,
      "ther": 509,
      "ound": 510,
      "Ġwho": 511,
      "ice": 512,
      "ake": 513,
      "very": 514,
      "ame": 515,
      "ime": 516,
      "ks": 517,
      "Ġtheir": 518,
      "ind": 519,
      "Ġad": 520,
      "pt": 521,
      "age": 522,
      "Ġone": 523,
      "Ġsaid": 524,
      "act": 525,
      "ine": 526,
      "pl": 527,
      "ial": 528,
      "ure": 529,
      "ous": 530,
      "Ġjust": 531,
      "Ġget": 532,
      "ans": 533,
      "Ġsome": 534,
      "ions": 535,
      "Ġus": 536,
      "Ġfe": 537,
      "Ġif": 538,
      "are": 539,
      "ood": 540,
      "au": 541,
      "Ġpe": 542,
      "so": 543,
      "per": 544,
      "Ġar": 545,
      "Ġhad": 546,
      "Ġyear": 547,
      "king": 548,
      "ue": 549,
      "Ġpr": 550,
      "ĠIn": 551,
      "Ġte": 552,
      "ĠIt": 553,
      "Ġcomp": 554,
      "ated": 555,
      "Ġwhat": 556,
      "Ġim": 557,
      "ven": 558,
      "Ġcl": 559,
      "ople": 560,
      "cc": 561,
      "Ġen": 562,
      "Ġwere": 563,
      "ep": 564,
      "Ġany": 565,
      "ber": 566,
      "ĠY": 567,
      "Ġthem": 568,
      "ra": 569,
      "ays": 570,
      "Ġbeen": 571,
      "iz": 572,
      "Ġag": 573,
      "ite": 574,
      "ace": 575,
      "Ġun": 576,
      "Ġwhich": 577,
      "Ġthere": 578,
      "Ġcont": 579,
      "ĠK": 580,
      "Ġoff": 581,
      "own": 582,
      "Ġother": 583,
      "Ġpeople": 584,
      "Ġtime": 585,
      "Ġbec": 586,
      "Ġ20": 587,
      "Ġkn": 588,
      "Ġthan": 589,
      "ip": 590,
      "Ġman": 591,
      "og": 592,
      "Ġwhen": 593,
      "able": 594,
      "ĠSt": 595,
      "ff": 596,
      "ia": 597,
      "ry": 598,
      "ub": 599,
      "ose": 600,
      "Ġinc": 601,
      "Ġgr": 602,
      "Ġper": 603,
      "Ġover": 604,
      "ile": 605,
      "ign": 606,
      "ress": 607,
      "Ġalso": 608,
      "hing": 609,
      "Ġqu": 610,
      "ire": 611,
      "ary": 612,
      "Ġres": 613,
      "..": 614,
      "Ġ3": 615,
      "ance": 616,
      "ink": 617,
      "ass": 618,
      "ount": 619,
      "Ġ-": 620,
      "ble": 621,
      "int": 622,
      "ause": 623,
      "ings": 624,
      "ence": 625,
      "ree": 626,
      "fter": 627,
      "Ġno": 628,
      "ations": 629,
      "ult": 630,
      "Ġpart": 631,
      "ail": 632,
      "Ġdon": 633,
      "Ġdis": 634,
      "Ġsp": 635,
      "ase": 636,
      "reat": 637,
      "ond": 638,
      "ord": 639,
      "orm": 640,
      "Ġnew": 641,
      "Ġher": 642,
      "ook": 643,
      "Ġhow": 644,
      "Ġinto": 645,
      "Ġsc": 646,
      "uc": 647,
      "ical": 648,
      "Ġwant": 649,
      "Ġwork": 650,
      "ove": 651,
      "Ġrec": 652,
      "ction": 653,
      "av": 654,
      "ne": 655,
      "Ġpre": 656,
      "mer": 657,
      "irst": 658,
      "ning": 659,
      "ens": 660,
      "ĠHe": 661,
      "port": 662,
      "Ġcould": 663,
      "Ġ201": 664,
      "ick": 665,
      "Ġspe": 666,
      "ĠV": 667,
      "ob": 668,
      "nder": 669,
      "Ġam": 670,
      "ach": 671,
      "ĠCh": 672,
      "Ġknow": 673,
      "Ġshe": 674,
      "Ġtw": 675,
      "Ġour": 676,
      "vel": 677,
      "ru": 678,
      "Ġonly": 679,
      "Ġneed": 680,
      "itt": 681,
      "Ġits": 682,
      "Ġdid": 683,
      "Ġbet": 684,
      "ition": 685,
      "Ġbecause": 686,
      "ark": 687,
      "amp": 688,
      "Ġafter": 689,
      "uch": 690,
      "sel": 691,
      "ade": 692,
      "ors": 693,
      "Ġfirst": 694,
      "ang": 695,
      "Ġback": 696,
      "ren": 697,
      "Ġact": 698,
      "Ġevery": 699,
      "ory": 700,
      "Ġpo": 701,
      "ious": 702,
      "ĠBut": 703,
      "Ġacc": 704,
      "Ġapp": 705,
      "Ġthink": 706,
      "Ġrun": 707,
      "ian": 708,
      "Ġco": 709,
      "Ġbr": 710,
      "Ġmake": 711,
      "Ġ4": 712,
      "Ġnow": 713,
      "ĠWe": 714,
      "Ġ$": 715,
      "ict": 716,
      "ild": 717,
      "Ġbu": 718,
      "Ġmost": 719,
      "Ġeven": 720,
      "Ġro": 721,
      "Ġ5": 722,
      "ates": 723,
      "we": 724,
      "Ġmuch": 725,
      "hed": 726,
      "rent": 727,
      "Ġinv": 728,
      "Ġsee": 729,
      ".âĢĿ": 730,
      "vers": 731,
      "Ġthen": 732,
      "ving": 733,
      "Ġyears": 734,
      "Ġhim": 735,
      "ident": 736,
      "ĠWh": 737,
      "Ġdec": 738,
      "ons": 739,
      "Ġplay": 740,
      "te": 741,
      "Ġtwo": 742,
      "omet": 743,
      "Ġtoo": 744,
      "ish": 745,
      "aw": 746,
      "oy": 747,
      "Ġgood": 748,
      "Ġway": 749,
      "ĠAnd": 750,
      "Ġbl": 751,
      "ĠThis": 752,
      "Ġstart": 753,
      "ull": 754,
      "lic": 755,
      "ting": 756,
      "ect": 757,
      "form": 758,
      "Ġser": 759,
      "ew": 760,
      "Ġthr": 761,
      "Ġunder": 762,
      "Ġcons": 763,
      "Ġcomm": 764,
      "fore": 765,
      "Ġpol": 766,
      "ved": 767,
      "wn": 768,
      "ise": 769,
      "ĠYou": 770,
      "Ġshould": 771,
      "ater": 772,
      "Ġ19": 773,
      "Ġwhere": 774,
      "ft": 775,
      "Ġ[": 776,
      "Ġmay": 777,
      "ual": 778,
      "ĠIf": 779,
      "Ġreally": 780,
      ").": 781,
      "Ġvery": 782,
      "Ġdoes": 783,
      "Ġdif": 784,
      "li": 785,
      "anc": 786,
      "Ġagain": 787,
      "lp": 788,
      "Ġsay": 789,
      "day": 790,
      "Ġbeing": 791,
      "Ġcr": 792,
      "other": 793,
      ",âĢĿ": 794,
      "ily": 795,
      "Ġadd": 796,
      "Ġgoing": 797,
      "Ġlong": 798,
      "Ġdes": 799,
      "Ġatt": 800,
      "The": 801,
      "ty": 802,
      "Ġright": 803,
      "ually": 804,
      "Ġind": 805,
      "Ġhelp": 806,
      "urn": 807,
      "ating": 808,
      "Ġthese": 809,
      "ec": 810,
      "aking": 811,
      "Ġdown": 812,
      "ments": 813,
      "'m": 814,
      "Ġwee": 815,
      "old": 816,
      "Ġem": 817,
      "pect": 818,
      "Ġsomet": 819,
      ".\"": 820,
      "Ġke": 821,
      "Ġwell": 822,
      "xt": 823,
      "Ġmon": 824,
      "ife": 825,
      "self": 826,
      "Ġuse": 827,
      "oss": 828,
      "Ġwr": 829,
      "Ġinter": 830,
      "ents": 831,
      "iss": 832,
      "du": 833,
      "Ġgu": 834,
      "gr": 835,
      "les": 836,
      "Ġsec": 837,
      "lud": 838,
      "Ġfeel": 839,
      "Ġthose": 840,
      "Ġmany": 841,
      "ĠAs": 842,
      "Ġrem": 843,
      "Ġsupp": 844,
      "Ġbefore": 845,
      "ock": 846,
      "Ġthough": 847,
      "nds": 848,
      "ĠâĢĵ": 849,
      "erson": 850,
      "Ġthrough": 851,
      "oth": 852,
      "ath": 853,
      "oup": 854,
      "enc": 855,
      "Ġfl": 856,
      "Ġstill": 857,
      "Ġph": 858,
      "ib": 859,
      "Ġown": 860,
      "ower": 861,
      "Ġlast": 862,
      "oll": 863,
      "Ġday": 864,
      "Ġimp": 865,
      "ific": 866,
      "get": 867,
      "Ġev": 868,
      "ince": 869,
      "ason": 870,
      "ĠâĢĶ": 871,
      "Ġrel": 872,
      "man": 873,
      "Ġreg": 874,
      "ublic": 875,
      "ange": 876,
      "Ġcall": 877,
      "ves": 878,
      "ĠUn": 879,
      "Ġass": 880,
      "Ġsm": 881,
      "als": 882,
      "Ġtake": 883,
      "up": 884,
      "ased": 885,
      "Ġlot": 886,
      "hen": 887,
      "ful": 888,
      "ere": 889,
      "Ġend": 890,
      "ject": 891,
      "ax": 892,
      "iew": 893,
      "Ġfin": 894,
      "be": 895,
      "uring": 896,
      "'re": 897,
      "fect": 898,
      "ĠTr": 899,
      "Ġdiffe": 900,
      "Ġsame": 901,
      "ump": 902,
      "ible": 903,
      "arly": 904,
      "Ġ6": 905,
      "Ġbel": 906,
      "ities": 907,
      "ward": 908,
      "ative": 909,
      "ont": 910,
      ",\"": 911,
      "Ġsomething": 912,
      "Ġpoint": 913,
      "lect": 914,
      "ited": 915,
      "Ġtry": 916,
      "Ġset": 917,
      "read": 918,
      "Ġmin": 919,
      "Ġinclud": 920,
      "Ġfind": 921,
      "Ġsy": 922,
      "Ġsub": 923,
      "Ġmade": 924,
      "Ġshow": 925,
      "ts": 926,
      "ars": 927,
      "ational": 928,
      "--": 929,
      "imes": 930,
      "Ġac": 931,
      "vern": 932,
      "its": 933,
      "ics": 934,
      "ĠAn": 935,
      "Ġwhile": 936,
      "ener": 937,
      "ys": 938,
      "ote": 939,
      "thing": 940,
      "Ġsim": 941,
      "Ġthings": 942,
      "Ġstr": 943,
      "),": 944,
      "Ġcount": 945,
      "Ġhere": 946,
      "Ġgreat": 947,
      "Ġ10": 948,
      "Ġmonth": 949,
      "Ġaround": 950,
      "Ġreal": 951,
      "ues": 952,
      "ell": 953,
      "Ġstate": 954,
      "ĠAl": 955,
      "gg": 956,
      "Ġpres": 957,
      "ility": 958,
      "und": 959,
      "ĠRe": 960,
      "meric": 961,
      "Ġhapp": 962,
      "ied": 963,
      "ci": 964,
      "Ġhigh": 965,
      "Ġlook": 966,
      "Ġread": 967,
      "tain": 968,
      "ms": 969,
      "way": 970,
      "000": 971,
      "ĠSo": 972,
      "Ġperson": 973,
      "ah": 974,
      "ters": 975,
      "Ġgot": 976,
      "Ġstud": 977,
      "Ġent": 978,
      "ĠThey": 979,
      "Ġdef": 980,
      "olog": 981,
      "Ġche": 982,
      "ĠThat": 983,
      "Ġcompan": 984,
      "oney": 985,
      "Ġsuch": 986,
      "cess": 987,
      "ave": 988,
      "Ġinst": 989,
      "Ġfew": 990,
      "me": 991,
      "ank": 992,
      "Ġcol": 993,
      "io": 994,
      "ner": 995,
      "air": 996,
      "ix": 997,
      "ool": 998,
      "Ġinvest": 999,
      "Ġop": 1000,
      "Ġret": 1001,
      "Ġins": 1002,
      "Ġworld": 1003,
      "ĠAmeric": 1004,
      "Ġsur": 1005,
      "akes": 1006,
      "Ġcur": 1007,
      "ĠNew": 1008,
      "Ġexper": 1009,
      "ever": 1010,
      "ween": 1011,
      "Ġter": 1012,
      "rib": 1013,
      "Ġlife": 1014,
      "hip": 1015,
      "Ġused": 1016,
      "oun": 1017,
      "atch": 1018,
      "Ġbig": 1019,
      "Ġplan": 1020,
      "Ġsl": 1021,
      "arch": 1022,
      "Ġput": 1023,
      "alth": 1024,
      "Ġob": 1025,
      "Ġbetter": 1026,
      "hes": 1027,
      "Ġgovern": 1028,
      "Ġreport": 1029,
      "Ġloo": 1030,
      "Ġcar": 1031,
      "'ve": 1032,
      "ouse": 1033,
      "Ġteam": 1034,
      "ically": 1035,
      "Ġ200": 1036,
      "az": 1037,
      "Ġmark": 1038,
      "cept": 1039,
      "Ġbetween": 1040,
      "Ġ7": 1041,
      "ists": 1042,
      "tern": 1043,
      "Ġap": 1044,
      "Ġexp": 1045,
      "ather": 1046,
      "ĠFor": 1047,
      "ĠThere": 1048,
      "ollow": 1049,
      "Ġnum": 1050,
      "gan": 1051,
      "Ġnever": 1052,
      "Ġi": 1053,
      "Ġfam": 1054,
      "stem": 1055,
      "Ġsince": 1056,
      "ale": 1057,
      "...": 1058,
      "Ġmight": 1059,
      "Ġfound": 1060,
      "Ġspec": 1061,
      "iness": 1062,
      "Ġmoney": 1063,
      "ork": 1064,
      "Th": 1065,
      "Ġbus": 1066,
      "Ġdifferent": 1067,
      "Ġmed": 1068,
      "Ġsign": 1069,
      "Ġagainst": 1070,
      "ably": 1071,
      "Ġpay": 1072,
      "ros": 1073,
      "ures": 1074,
      "Ġadv": 1075,
      "Ġlead": 1076,
      "Ġpost": 1077,
      "Ġdisc": 1078,
      "Ġchar": 1079,
      "ody": 1080,
      "Ġboth": 1081,
      "Ġgame": 1082,
      "ked": 1083,
      "Ġ8": 1084,
      "erest": 1085,
      "Ġweek": 1086,
      "ense": 1087,
      "Ġkeep": 1088,
      "illion": 1089,
      "led": 1090,
      "ism": 1091,
      "ways": 1092,
      "Ġtal": 1093,
      "Ġhard": 1094,
      "ĠBr": 1095,
      "Ġbest": 1096,
      "ef": 1097,
      "pr": 1098,
      "Ġsays": 1099,
      "oot": 1100,
      "Ġtrans": 1101,
      "com": 1102,
      "Ġprov": 1103,
      "Ġcour": 1104,
      "Ġide": 1105,
      "Ġed": 1106,
      "Ġdoing": 1107,
      "ution": 1108,
      "uss": 1109,
      "arn": 1110,
      "ute": 1111,
      "Ġseem": 1112,
      "iet": 1113,
      "ash": 1114,
      "Ġiss": 1115,
      "velop": 1116,
      "âĢĶ": 1117,
      "Ġmod": 1118,
      "ittle": 1119,
      "ices": 1120,
      "uck": 1121,
      "ĠIs": 1122,
      "ience": 1123,
      "ĠFr": 1124,
      "ĠSe": 1125,
      "land": 1126,
      "Ġfact": 1127,
      "Ġlaw": 1128,
      "ng": 1129,
      "ov": 1130,
      "Ġrep": 1131,
      "ces": 1132,
      "ffect": 1133,
      "ĠAr": 1134,
      "ĠSh": 1135,
      "Ġquest": 1136,
      "ames": 1137,
      "Ġhome": 1138,
      "Ġthing": 1139,
      "Ġfrie": 1140,
      "ize": 1141,
      "Ġgener": 1142,
      "Ġduring": 1143,
      "Ġmem": 1144,
      "ular": 1145,
      "Ġgroup": 1146,
      "Ġ9": 1147,
      "Ġsupport": 1148,
      "Ġanother": 1149,
      "ins": 1150,
      "Ġcap": 1151,
      "ĠHow": 1152,
      "less": 1153,
      "Ġdidn": 1154,
      "cent": 1155,
      "Ġeas": 1156,
      "Ġsystem": 1157,
      "Ġjob": 1158,
      "Ġnext": 1159,
      "Ġthree": 1160,
      "Ġprodu": 1161,
      "Ġconf": 1162,
      "chool": 1163,
      "Ġmarket": 1164,
      "ĠCom": 1165,
      "Ġel": 1166,
      "ention": 1167,
      "Ġgovernment": 1168,
      "Ġcle": 1169,
      "Ġlittle": 1170,
      "con": 1171,
      "Ġext": 1172,
      "ck": 1173,
      "Ġdet": 1174,
      "Ġinterest": 1175,
      "ĠLe": 1176,
      "Ġless": 1177,
      "Ġ'": 1178,
      "ern": 1179,
      "Ġfollow": 1180,
      "Ġfar": 1181,
      "Ġwom": 1182,
      "Ġcome": 1183,
      "Ġeach": 1184,
      "Ġbelie": 1185,
      "Ġcre": 1186,
      "Ġposs": 1187,
      "ines": 1188,
      "Ġsure": 1189,
      "Ġwithout": 1190,
      "Ġoffic": 1191,
      "irect": 1192,
      "Ġaut": 1193,
      "Ġlar": 1194,
      "Ġmar": 1195,
      "ĠCl": 1196,
      "Ġalways": 1197,
      "ared": 1198,
      "Ġsoc": 1199,
      "Ġproble": 1200,
      "ph": 1201,
      "Ġcare": 1202,
      "ĠOn": 1203,
      "Ġdevelop": 1204,
      "ier": 1205,
      "ger": 1206,
      "Ġpublic": 1207,
      "Ġtold": 1208,
      "ten": 1209,
      "Ġcor": 1210,
      "Ġgiv": 1211,
      "Ġrequ": 1212,
      "Ġdoesn": 1213,
      "ness": 1214,
      "Ġleg": 1215,
      "Ġ0": 1216,
      "Ġtri": 1217,
      "ages": 1218,
      "Ġexpl": 1219,
      "ex": 1220,
      "ret": 1221,
      "Ġloc": 1222,
      "der": 1223,
      "Ġresp": 1224,
      "min": 1225,
      "med": 1226,
      "Ġmet": 1227,
      "Ġbusiness": 1228,
      "ized": 1229,
      "Ġlet": 1230,
      "the": 1231,
      "Ġdr": 1232,
      "oh": 1233,
      "Ġval": 1234,
      "ision": 1235,
      "ĠDe": 1236,
      "ĠTrump": 1237,
      "aj": 1238,
      "ient": 1239,
      "Ġopp": 1240,
      "Ġref": 1241,
      "Ġwhy": 1242,
      "Ġ*": 1243,
      "ĠWhat": 1244,
      "Ġbuild": 1245,
      "Ġhead": 1246,
      "Ġpass": 1247,
      "Ġhand": 1248,
      "Ġmil": 1249,
      "Ġplace": 1250,
      "Ġcomple": 1251,
      "ivers": 1252,
      "Ġsecond": 1253,
      "ton": 1254,
      "Ġcontin": 1255,
      "ately": 1256,
      "Ġsmall": 1257,
      "bers": 1258,
      "ross": 1259,
      "Ġinf": 1260,
      "ata": 1261,
      "Ġart": 1262,
      "ats": 1263,
      "ĠUS": 1264,
      "Ġopen": 1265,
      "view": 1266,
      "Ġimport": 1267,
      "Ġincre": 1268,
      "Ġdist": 1269,
      "ready": 1270,
      "ĠAt": 1271,
      "ĠAd": 1272,
      "Ġenough": 1273,
      "Ġactually": 1274,
      "line": 1275,
      "20": 1276,
      "Ġav": 1277,
      "Ġfull": 1278,
      "Ġrest": 1279,
      "Ġcent": 1280,
      "ric": 1281,
      ".[": 1282,
      "Ġfun": 1283,
      "Ġtop": 1284,
      "Ġallow": 1285,
      "ced": 1286,
      "Ġable": 1287,
      "ox": 1288,
      "ider": 1289,
      "bs": 1290,
      "Ġdays": 1291,
      "Ġcommun": 1292,
      "ired": 1293,
      "It": 1294,
      "Ġcompany": 1295,
      "Ġchild": 1296,
      "gram": 1297,
      "ets": 1298,
      "Ġrunning": 1299,
      "Ġ&": 1300,
      "Ġalready": 1301,
      "stand": 1302,
      "Ġ.": 1303,
      "aining": 1304,
      "Ġpower": 1305,
      "Ġgetting": 1306,
      "'ll": 1307,
      "ling": 1308,
      "iting": 1309,
      "Ġlist": 1310,
      "ording": 1311,
      "ield": 1312,
      "Ġgl": 1313,
      "ants": 1314,
      "Ġpri": 1315,
      "Ġkind": 1316,
      "Ġpos": 1317,
      "Ġunt": 1318,
      "ital": 1319,
      "ope": 1320,
      "Ġusing": 1321,
      "gy": 1322,
      "Ġmove": 1323,
      "ĠShe": 1324,
      "Ġbit": 1325,
      "att": 1326,
      "Ġpolit": 1327,
      "Ġcurrent": 1328,
      "Ġconc": 1329,
      "Ġfil": 1330,
      "Ġmain": 1331,
      "Ġschool": 1332,
      "Ġtell": 1333,
      "Ġlove": 1334,
      "Ġprob": 1335,
      "ract": 1336,
      "Ġty": 1337,
      "orn": 1338,
      "Ġappe": 1339,
      "Ġhealth": 1340,
      "Ġresult": 1341,
      "Ġrele": 1342,
      "ĠWhen": 1343,
      "Ġgive": 1344,
      "Ġtax": 1345,
      "Ġbre": 1346,
      "Ġcontro": 1347,
      "Ġold": 1348,
      "Ġstand": 1349,
      "Ġturn": 1350,
      "Ġhaving": 1351,
      "ee": 1352,
      "ĠMy": 1353,
      "Ġfree": 1354,
      "ĠâĢĺ": 1355,
      "Ġchange": 1356,
      "Ġdem": 1357,
      "rop": 1358,
      "Ġcase": 1359,
      "ertain": 1360,
      "ug": 1361,
      "Ġinform": 1362,
      "ead": 1363,
      "Ġwar": 1364,
      "here": 1365,
      "Ġhum": 1366,
      "Ġtech": 1367,
      "osed": 1368,
      "Ġrecent": 1369,
      "Ġdirect": 1370,
      "Ġcost": 1371,
      "Ġhour": 1372,
      "Ġmat": 1373,
      "Ġnumber": 1374,
      "Ġworking": 1375,
      "ok": 1376,
      "vious": 1377,
      "Ġaway": 1378,
      "Ġleast": 1379,
      "Ġbuy": 1380,
      "Ġsk": 1381,
      "Ġbeh": 1382,
      "nding": 1383,
      "Ġcamp": 1384,
      "Ġmean": 1385,
      "rap": 1386,
      "Ġprof": 1387,
      "Ġsit": 1388,
      "Ġuntil": 1389,
      "br": 1390,
      "Ġlevel": 1391,
      "Ġprogram": 1392,
      "erv": 1393,
      "Ġmaking": 1394,
      "Ġleft": 1395,
      "Ġsol": 1396,
      "duc": 1397,
      "Ġfamily": 1398,
      "Ġsomeone": 1399,
      "Ġpartic": 1400,
      "uff": 1401,
      "Ġserv": 1402,
      "Ġdone": 1403,
      "Ġform": 1404,
      "Ġhappen": 1405,
      "We": 1406,
      "alf": 1407,
      "Ġpop": 1408,
      "ished": 1409,
      "rence": 1410,
      "Ġopt": 1411,
      "Ġeffect": 1412,
      "Ġpercent": 1413,
      "Ġexpect": 1414,
      "Ġann": 1415,
      "Ġbas": 1416,
      "Ġprot": 1417,
      "Ġanything": 1418,
      "conom": 1419,
      "ĠRep": 1420,
      "ains": 1421,
      "ĠBl": 1422,
      "ised": 1423,
      "Ġgrow": 1424,
      "Ġcountry": 1425,
      "ged": 1426,
      "ency": 1427,
      "Ġcalled": 1428,
      "ploy": 1429,
      "Ġmonths": 1430,
      "Ġpur": 1431,
      "10": 1432,
      "ajor": 1433,
      "Ġtest": 1434,
      "Ġmillion": 1435,
      "Ġlooking": 1436,
      "Ġincluding": 1437,
      "Ġprocess": 1438,
      "ĠBe": 1439,
      "ott": 1440,
      "Ġdri": 1441,
      "Ġimportant": 1442,
      "ush": 1443,
      "Ġprobably": 1444,
      "aim": 1445,
      "ither": 1446,
      "Ġpast": 1447,
      "ird": 1448,
      "ided": 1449,
      "arent": 1450,
      "edd": 1451,
      "ĠZ": 1452,
      "Ġtimes": 1453,
      "Ġtrying": 1454,
      "ann": 1455,
      "Ġpret": 1456,
      "ral": 1457,
      "Ġwon": 1458,
      "Ġchang": 1459,
      "ĠPro": 1460,
      "ĠQ": 1461,
      "ĠInd": 1462,
      "ember": 1463,
      "Ġlo": 1464,
      "Ġrese": 1465,
      "ample": 1466,
      "gin": 1467,
      "Ġstarted": 1468,
      "Ġ15": 1469,
      "Ġlater": 1470,
      "Ġsimp": 1471,
      "ides": 1472,
      "Ġve": 1473,
      "ology": 1474,
      "ike": 1475,
      "Ġever": 1476,
      "Ġidea": 1477,
      "Ġmo": 1478,
      "son": 1479,
      "Ġfour": 1480,
      "Ġdep": 1481,
      "Ġes": 1482,
      "Ġpretty": 1483,
      "used": 1484,
      "Ġdata": 1485,
      "ode": 1486,
      "ined": 1487,
      "ama": 1488,
      "Ġisn": 1489,
      "Ġmakes": 1490,
      "Ġclass": 1491,
      "Ġwin": 1492,
      "Ġthought": 1493,
      "Ġbook": 1494,
      "most": 1495,
      "aring": 1496,
      "Ġunderstand": 1497,
      "ĠPh": 1498,
      "to": 1499,
      "Ġbad": 1500,
      "Ġstop": 1501,
      "co": 1502,
      "aid": 1503,
      "Ġseason": 1504,
      "Ġdeal": 1505,
      "'d": 1506,
      "ĠOr": 1507,
      "Ġ12": 1508,
      "ĠAll": 1509,
      "wh": 1510,
      "ature": 1511,
      "ality": 1512,
      "Ġ:": 1513,
      "side": 1514,
      "Ġeconom": 1515,
      "ering": 1516,
      "ina": 1517,
      "Ġwent": 1518,
      "Ġreason": 1519,
      "Ġest": 1520,
      "anks": 1521,
      "ards": 1522,
      "Ġproduct": 1523,
      "Ġaccount": 1524,
      "Ġben": 1525,
      "Ġwomen": 1526,
      "ration": 1527,
      "Ġprom": 1528,
      "ered": 1529,
      "Ġmajor": 1530,
      "ĠMay": 1531,
      "ional": 1532,
      "Ġdesign": 1533,
      "ories": 1534,
      "Ġshort": 1535,
      "Ġtechn": 1536,
      "__": 1537,
      "Ġris": 1538,
      "app": 1539,
      "ted": 1540,
      "Ġproject": 1541,
      "atic": 1542,
      "Ġonce": 1543,
      "Ġappro": 1544,
      "Ġ18": 1545,
      "ruct": 1546,
      "ought": 1547,
      "Ġvide": 1548,
      "ĠNo": 1549,
      "ĠCan": 1550,
      "Ġattack": 1551,
      "Ġnews": 1552,
      "Ġhist": 1553,
      "ccess": 1554,
      "atur": 1555,
      "end": 1556,
      "ives": 1557,
      "lf": 1558,
      "reen": 1559,
      "Ġvar": 1560,
      "Ġet": 1561,
      "Ġquestion": 1562,
      "Ġinformation": 1563,
      "inal": 1564,
      "Ġproblem": 1565,
      "Ġstory": 1566,
      "ured": 1567,
      "Ġoften": 1568,
      "ĠAmerican": 1569,
      "Ġrece": 1570,
      "ĠOne": 1571,
      "Ġreturn": 1572,
      "ocr": 1573,
      "ĠChr": 1574,
      "ior": 1575,
      "uro": 1576,
      "ggest": 1577,
      "âĢ¦": 1578,
      "ows": 1579,
      "cl": 1580,
      "Ġlarge": 1581,
      "Ġ=": 1582,
      "Ġtook": 1583,
      "Ġside": 1584,
      "Ġcity": 1585,
      "50": 1586,
      "Ġvis": 1587,
      "Ġhold": 1588,
      "wit": 1589,
      "Ġexperience": 1590,
      "Ġorgan": 1591,
      "ĠMar": 1592,
      "ĠPl": 1593,
      "Ġcame": 1594,
      "Ġ--": 1595,
      "uture": 1596,
      "ases": 1597,
      "hor": 1598,
      "Ġconst": 1599,
      "ury": 1600,
      "Ġsuggest": 1601,
      "Ġmust": 1602,
      "Ġeff": 1603,
      "Ġlow": 1604,
      "Ġpar": 1605,
      "Ġwater": 1606,
      "Ġelse": 1607,
      "Ġbro": 1608,
      "Ġlikely": 1609,
      "Ġpat": 1610,
      "Ġmind": 1611,
      "ik": 1612,
      "Ġnight": 1613,
      "Ġbody": 1614,
      "Ġpolice": 1615,
      "Ġmus": 1616,
      "orth": 1617,
      "Ġtra": 1618,
      "Ġmiss": 1619,
      "Ġlive": 1620,
      "aps": 1621,
      "ially": 1622,
      "augh": 1623,
      "ator": 1624,
      "Ġ30": 1625,
      "Ġele": 1626,
      "Ġothers": 1627,
      "ware": 1628,
      "Ġmen": 1629,
      "ained": 1630,
      "ney": 1631,
      "Ġdeb": 1632,
      "Ġtoday": 1633,
      "Ġequ": 1634,
      "ify": 1635,
      "ounds": 1636,
      "Ġclaim": 1637,
      "Ġbecome": 1638,
      "ortun": 1639,
      "ream": 1640,
      "Ġago": 1641,
      "Ġnon": 1642,
      "Ġfood": 1643,
      "Ġcertain": 1644,
      "Ġmom": 1645,
      "Ġsing": 1646,
      "ians": 1647,
      "Ġline": 1648,
      "Ġcourse": 1649,
      "Ġintern": 1650,
      "ĠMan": 1651,
      "Ġname": 1652,
      "Ġpot": 1653,
      "Ġearly": 1654,
      "Ġsocial": 1655,
      "Ġfriends": 1656,
      "Ġpossible": 1657,
      "iter": 1658,
      "els": 1659,
      "Ġhalf": 1660,
      "iversity": 1661,
      "Ġseen": 1662,
      "Ġkill": 1663,
      "Ġexample": 1664,
      "Ġword": 1665,
      "Ġfore": 1666,
      "ĠPr": 1667,
      "Ġorder": 1668,
      "Ġview": 1669,
      "ony": 1670,
      "by": 1671,
      "ĠOb": 1672,
      "outh": 1673,
      "ĠTo": 1674,
      "Ġfoc": 1675,
      "Ġmeet": 1676,
      "----": 1677,
      "ilar": 1678,
      "pend": 1679,
      "ohn": 1680,
      "Ġevent": 1681,
      "gress": 1682,
      "ands": 1683,
      "ĠSp": 1684,
      "ĠUnited": 1685,
      "Ġoper": 1686,
      "Ġeverything": 1687,
      "Ġfuture": 1688,
      "Ġmeans": 1689,
      "Ġeng": 1690,
      "ĠGr": 1691,
      "ified": 1692,
      "oint": 1693,
      "Ġpresident": 1694,
      "let": 1695,
      "ane": 1696,
      "ched": 1697,
      "Ġbelieve": 1698,
      "urity": 1699,
      "ĠDo": 1700,
      "Ġdi": 1701,
      "Ġofficial": 1702,
      "Ġyet": 1703,
      "ries": 1704,
      "acy": 1705,
      "ER": 1706,
      "Ġ/": 1707,
      "ĠJust": 1708,
      "itive": 1709,
      "ĠNot": 1710,
      "Ġsuccess": 1711,
      "Ġhouse": 1712,
      "idd": 1713,
      "inking": 1714,
      "gu": 1715,
      "Ġperform": 1716,
      "aign": 1717,
      "Ġcut": 1718,
      "Ġyoung": 1719,
      "aces": 1720,
      "ister": 1721,
      "Ġelect": 1722,
      "Ġwal": 1723,
      "Ġrecord": 1724,
      "verage": 1725,
      "Ġwanted": 1726,
      "Ġproper": 1727,
      "arr": 1728,
      "ĠSc": 1729,
      "utes": 1730,
      "Ġsever": 1731,
      "ĠCon": 1732,
      "Ġsell": 1733,
      "Ġalmost": 1734,
      "Ġeveryone": 1735,
      "Ġclose": 1736,
      "Ġhig": 1737,
      "ĠMr": 1738,
      "ĠWith": 1739,
      "Ġ,": 1740,
      "Ġcontrol": 1741,
      "Ġair": 1742,
      "Ġ11": 1743,
      "Ġfund": 1744,
      "Ġsal": 1745,
      "You": 1746,
      "Ġsex": 1747,
      "work": 1748,
      "Ġbo": 1749,
      "ĠJohn": 1750,
      "Ġconsider": 1751,
      "Ġpolic": 1752,
      "Ġca": 1753,
      "ror": 1754,
      "Ġlearn": 1755,
      "Ġwhether": 1756,
      "ential": 1757,
      "Ġtot": 1758,
      "Ġcomplete": 1759,
      "ĠHowever": 1760,
      "Ġbased": 1761,
      "ley": 1762,
      "Ġstrong": 1763,
      "ots": 1764,
      "ges": 1765,
      "Ġpress": 1766,
      "ium": 1767,
      "icle": 1768,
      "idence": 1769,
      "ĠPres": 1770,
      "ensive": 1771,
      "Ġseems": 1772,
      "Ġhuman": 1773,
      "Ġeither": 1774,
      "Ġlim": 1775,
      "Ġsaying": 1776,
      "30": 1777,
      "Ġear": 1778,
      "enn": 1779,
      "Ġalong": 1780,
      "Ġseveral": 1781,
      "not": 1782,
      "ails": 1783,
      "Ġnothing": 1784,
      "ĠAfter": 1785,
      "sh": 1786,
      "aken": 1787,
      "Ġwithin": 1788,
      "sy": 1789,
      "cially": 1790,
      "cu": 1791,
      "Ġcampaign": 1792,
      "Ġissue": 1793,
      "Ġhours": 1794,
      "Ġimpro": 1795,
      "Ġedit": 1796,
      "Ġvers": 1797,
      "empt": 1798,
      "Ġdev": 1799,
      "ization": 1800,
      "Ġlocal": 1801,
      "Ġ#": 1802,
      "ising": 1803,
      "eral": 1804,
      "Ġwedd": 1805,
      "Ġtoget": 1806,
      "Ġtogether": 1807,
      "ones": 1808,
      "aster": 1809,
      "aged": 1810,
      "ĠComm": 1811,
      "Ġmedia": 1812,
      "Ġgames": 1813,
      "Ġcolle": 1814,
      "Ġcomes": 1815,
      "unch": 1816,
      "Ġsimilar": 1817,
      "Ġdefin": 1818,
      "Ġinvol": 1819,
      "ids": 1820,
      "Ġmyself": 1821,
      "Wh": 1822,
      "Ġocc": 1823,
      "Ġtrad": 1824,
      "ĠDon": 1825,
      "Ġcharac": 1826,
      "vert": 1827,
      "cri": 1828,
      "lo": 1829,
      "iety": 1830,
      "Ġphot": 1831,
      "Ġpolitical": 1832,
      "Ġyourself": 1833,
      "Ġasked": 1834,
      "ĠEx": 1835,
      "ĠMc": 1836,
      "Ġsuper": 1837,
      "Ġarea": 1838,
      "year": 1839,
      "Ġlight": 1840,
      "Ġra": 1841,
      "ĠRepublic": 1842,
      "Ġemploy": 1843,
      "Ġamount": 1844,
      "ison": 1845,
      "ances": 1846,
      "ustom": 1847,
      "back": 1848,
      "iol": 1849,
      "Ġtaking": 1850,
      "Ġwhole": 1851,
      "pecially": 1852,
      "mend": 1853,
      "Ġ|": 1854,
      "Ġchildren": 1855,
      "que": 1856,
      "Ġwa": 1857,
      "Ġbreak": 1858,
      "urs": 1859,
      "Ġhope": 1860,
      "Ġaccording": 1861,
      "Ġavail": 1862,
      "Ġ100": 1863,
      "rew": 1864,
      "This": 1865,
      "Ġactiv": 1866,
      "ĠEuro": 1867,
      "ĠAm": 1868,
      "Ġvideo": 1869,
      "elt": 1870,
      "Ġetc": 1871,
      "aper": 1872,
      "Ġgiven": 1873,
      "Ġrather": 1874,
      "Ġanyone": 1875,
      "artment": 1876,
      "Ġformer": 1877,
      "Ġz": 1878,
      "Ġweeks": 1879,
      "wards": 1880,
      "for": 1881,
      "ĠIm": 1882,
      "ĠRuss": 1883,
      "ĠSy": 1884,
      "ivid": 1885,
      "Ġworth": 1886,
      "ulation": 1887,
      "inc": 1888,
      "ĠDem": 1889,
      "arm": 1890,
      "Ġprop": 1891,
      "Ġquick": 1892,
      "ron": 1893,
      "Ġstudy": 1894,
      "uge": 1895,
      "Ġmor": 1896,
      "Ġfig": 1897,
      "por": 1898,
      "Ġfail": 1899,
      "imate": 1900,
      "Ġpract": 1901,
      "itional": 1902,
      "ĠTe": 1903,
      "cle": 1904,
      "Ġvot": 1905,
      "mber": 1906,
      "ried": 1907,
      "uation": 1908,
      "!!": 1909,
      "Ġnet": 1910,
      "ster": 1911,
      "Ġant": 1912,
      "Ġpriv": 1913,
      "Ġcond": 1914,
      "Ġ16": 1915,
      "ĠCol": 1916,
      "Ġeasy": 1917,
      "sw": 1918,
      "Ġparty": 1919,
      "vent": 1920,
      "Ġself": 1921,
      "Ġorig": 1922,
      "Ġtraining": 1923,
      "Ġbenef": 1924,
      "selves": 1925,
      "Ġcal": 1926,
      "Ġmembers": 1927,
      "Ġ199": 1928,
      "gle": 1929,
      "Ġacross": 1930,
      "Ġfive": 1931,
      "Ġla": 1932,
      "Ġcoup": 1933,
      "ability": 1934,
      "Ġcommunity": 1935,
      "ĠPresident": 1936,
      "Ġspecific": 1937,
      "Ġweight": 1938,
      "Ġvalue": 1939,
      "ert": 1940,
      "Ġentire": 1941,
      "allen": 1942,
      "ĠX": 1943,
      "Ġindust": 1944,
      "Ġcreat": 1945,
      "ĠNow": 1946,
      "Ġfav": 1947,
      "Ġwedding": 1948,
      "Ġcompet": 1949,
      "Ġsent": 1950,
      "ored": 1951,
      "une": 1952,
      "fer": 1953,
      "ourn": 1954,
      "ĠEurope": 1955,
      "Ġboo": 1956,
      "iron": 1957,
      "Ġfriend": 1958,
      "Ġresearch": 1959,
      "raw": 1960,
      "Ġsour": 1961,
      "itions": 1962,
      "Ġsingle": 1963,
      "Ġbar": 1964,
      "ball": 1965,
      "Ġfight": 1966,
      "Ġplayers": 1967,
      "Ġmult": 1968,
      "ler": 1969,
      "Ġstuff": 1970,
      "urther": 1971,
      "Ġavailable": 1972,
      "Ġmilit": 1973,
      "Ġrelations": 1974,
      "Ġwatch": 1975,
      "raft": 1976,
      "Ġknown": 1977,
      "Ġcompanies": 1978,
      "oci": 1979,
      "Ġmess": 1980,
      "ipp": 1981,
      "Ġinstead": 1982,
      "Ġdue": 1983,
      "Ġaccess": 1984,
      "Ġclear": 1985,
      "ĠSome": 1986,
      "Ġfre": 1987,
      "ived": 1988,
      "ague": 1989,
      "Ġcrit": 1990,
      "11": 1991,
      "ued": 1992,
      "Ġabs": 1993,
      "ĠYork": 1994,
      "uly": 1995,
      "Ġagree": 1996,
      "my": 1997,
      "ills": 1998,
      "Ġhit": 1999,
      "Ġauthor": 2000,
      "Ġstay": 2001,
      "ograp": 2002,
      "ubl": 2003,
      "joy": 2004,
      "itely": 2005,
      "irl": 2006,
      "Ġ]": 2007,
      "orts": 2008,
      "ament": 2009,
      "Ġfast": 2010,
      "Ġamong": 2011,
      "Ġbring": 2012,
      "Ġwasn": 2013,
      "Ġage": 2014,
      "book": 2015,
      "Ġissues": 2016,
      "Ġmaybe": 2017,
      "ift": 2018,
      "gest": 2019,
      "Ġwrong": 2020,
      "ĠObama": 2021,
      "Ġcoming": 2022,
      "ĠStates": 2023,
      "Ġstep": 2024,
      "ene": 2025,
      "though": 2026,
      "ully": 2027,
      "Ġindivid": 2028,
      "Ġfollowing": 2029,
      "Ġident": 2030,
      "Ġroom": 2031,
      "19": 2032,
      "Ġpain": 2033,
      "ĠChrist": 2034,
      "Ġprice": 2035,
      "ĠWor": 2036,
      "RE": 2037,
      "ule": 2038,
      "gt": 2039,
      "oice": 2040,
      "arget": 2041,
      "ission": 2042,
      "where": 2043,
      "Ġ50": 2044,
      "ination": 2045,
      "Ġspace": 2046,
      "Ġnear": 2047,
      "Ġtalk": 2048,
      "ging": 2049,
      "Ġanal": 2050,
      "12": 2051,
      "Ġmatter": 2052,
      "Ġviol": 2053,
      "ĠWhile": 2054,
      "ators": 2055,
      "Ġsense": 2056,
      "Ġdiff": 2057,
      "Ġcustom": 2058,
      "Ġcouple": 2059,
      "icult": 2060,
      "Ġworks": 2061,
      "Ġtre": 2062,
      "Ġquite": 2063,
      "Ġinvestig": 2064,
      "ĠState": 2065,
      "Ġface": 2066,
      "ald": 2067,
      "Ġhistory": 2068,
      "Ġ40": 2069,
      "dd": 2070,
      "ĠFl": 2071,
      "Ġinfl": 2072,
      "erc": 2073,
      "Ġdiscuss": 2074,
      "Ġfac": 2075,
      "Ġ14": 2076,
      "Ġfocus": 2077,
      "Ġparent": 2078,
      "ober": 2079,
      "Ġconcern": 2080,
      "Ġrisk": 2081,
      "ption": 2082,
      "Ġsum": 2083,
      "Ġseries": 2084,
      "Ġ2016": 2085,
      "of": 2086,
      "Ġjo": 2087,
      "Ġfoot": 2088,
      "Ġneeds": 2089,
      "Ġpick": 2090,
      "Ġsw": 2091,
      "ederal": 2092,
      "ĠNe": 2093,
      "Ġadded": 2094,
      "Ġindividual": 2095,
      "Ġbegin": 2096,
      "ery": 2097,
      "Ġtrack": 2098,
      "Ġfinanc": 2099,
      "ming": 2100,
      "Ġespecially": 2101,
      "go": 2102,
      "ĠCar": 2103,
      "15": 2104,
      "lease": 2105,
      "Ġneg": 2106,
      "Ġspecial": 2107,
      "Ġfront": 2108,
      "reme": 2109,
      "Ġask": 2110,
      "Ġrepl": 2111,
      "](": 2112,
      "Ġland": 2113,
      "Ġbehind": 2114,
      "reet": 2115,
      "ĠÂ": 2116,
      "ĠPol": 2117,
      ".)": 2118,
      "Ġannoun": 2119,
      "Ġtaken": 2120,
      "Ġdeath": 2121,
      "Ġrul": 2122,
      "Ġtrue": 2123,
      "ape": 2124,
      "ĠHouse": 2125,
      "Ġrecom": 2126,
      "par": 2127,
      "ai": 2128,
      "Ġlonger": 2129,
      "Ġrate": 2130,
      "Ġreported": 2131,
      "AT": 2132,
      "pro": 2133,
      "Ġpresent": 2134,
      "Ġoutside": 2135,
      "aut": 2136,
      "Ġposition": 2137,
      "Ġfall": 2138,
      ".,": 2139,
      "Ġgoal": 2140,
      "Ġgeneral": 2141,
      "IN": 2142,
      "ference": 2143,
      "ĠMin": 2144,
      "ĠDemocr": 2145,
      "Ġtyp": 2146,
      "Ġansw": 2147,
      "Ġenjoy": 2148,
      "Ġdou": 2149,
      "rest": 2150,
      "hers": 2151,
      "ffic": 2152,
      "Ġexact": 2153,
      "Ġ13": 2154,
      "ĠUniversity": 2155,
      "Ġrace": 2156,
      "Ġener": 2157,
      "Ġpull": 2158,
      "Ġhigher": 2159,
      "Ġminutes": 2160,
      "Ġsignific": 2161,
      "ently": 2162,
      "oes": 2163,
      "Ġkey": 2164,
      "ĠSec": 2165,
      "ively": 2166,
      "Ġblack": 2167,
      "ashing": 2168,
      "Ġservice": 2169,
      "rict": 2170,
      "ĠAlso": 2171,
      "Ġ17": 2172,
      "Ġmass": 2173,
      "ches": 2174,
      "In": 2175,
      "Ġprevious": 2176,
      "oid": 2177,
      "ĠCanad": 2178,
      "ĠSen": 2179,
      "asing": 2180,
      "aff": 2181,
      "ĠAmerica": 2182,
      "Ġinj": 2183,
      "yle": 2184,
      "Ġcomb": 2185,
      "Ġ2015": 2186,
      "Ġaff": 2187,
      "gth": 2188,
      "Ġ25": 2189,
      "Ġcompl": 2190,
      "Ġmot": 2191,
      "use": 2192,
      "Ġsix": 2193,
      "Ġer": 2194,
      "If": 2195,
      "Ġneeded": 2196,
      "Ġshare": 2197,
      "Ġconne": 2198,
      "fully": 2199,
      "leg": 2200,
      "ĠCent": 2201,
      "iod": 2202,
      "ĠFe": 2203,
      "ences": 2204,
      "Ġdifficult": 2205,
      "over": 2206,
      "Ġabove": 2207,
      "Ġexist": 2208,
      "ĠEng": 2209,
      "ĠInst": 2210,
      "Ġphys": 2211,
      "ĠSu": 2212,
      "ĠThese": 2213,
      "Ġtarget": 2214,
      "ilt": 2215,
      "Ġaren": 2216,
      "Ġpersonal": 2217,
      "ĠEd": 2218,
      "resent": 2219,
      "Ġfu": 2220,
      "Ġhowever": 2221,
      "Ġcult": 2222,
      "crib": 2223,
      "Ġcreate": 2224,
      "head": 2225,
      "Ġey": 2226,
      "tend": 2227,
      "Ġnorm": 2228,
      "like": 2229,
      "Ġdecision": 2230,
      "ief": 2231,
      "Ġsoon": 2232,
      "rug": 2233,
      "lt": 2234,
      "ibility": 2235,
      "ites": 2236,
      "ĠPe": 2237,
      "Ġnational": 2238,
      "Ġlost": 2239,
      "itting": 2240,
      "Ġbuilding": 2241,
      "Ġprofess": 2242,
      "Ġwebs": 2243,
      "Ġdam": 2244,
      "oogle": 2245,
      "Ġonline": 2246,
      "ðŁ": 2247,
      "body": 2248,
      "Ġrelationship": 2249,
      "Ġfield": 2250,
      "ring": 2251,
      "Ġsecurity": 2252,
      "oe": 2253,
      "ume": 2254,
      "Ġport": 2255,
      "now": 2256,
      "iver": 2257,
      "Ġpoints": 2258,
      "Ġenc": 2259,
      "Ġrecently": 2260,
      "Ġrecommend": 2261,
      "erman": 2262,
      "Ġattempt": 2263,
      "Ġsimply": 2264,
      "lier": 2265,
      "Ġenergy": 2266,
      "Ġchallen": 2267,
      "Ġexc": 2268,
      "viron": 2269,
      "umb": 2270,
      "Ġfurther": 2271,
      "Ġcomment": 2272,
      "Ġdiv": 2273,
      "Ġ2014": 2274,
      "lement": 2275,
      "oud": 2276,
      "ON": 2277,
      "Ġtem": 2278,
      "Ġsignificant": 2279,
      "Ġcoun": 2280,
      "ĠMe": 2281,
      "Ġtreat": 2282,
      "Ġcommon": 2283,
      "ĠCal": 2284,
      "Ġthinking": 2285,
      "Ġ+": 2286,
      "Ġprovide": 2287,
      "Ġlab": 2288,
      "Ġthemselves": 2289,
      "minist": 2290,
      "Ġhon": 2291,
      "Ġcontinue": 2292,
      "Ã©": 2293,
      "Ġvict": 2294,
      "ude": 2295,
      "lex": 2296,
      "ĠThen": 2297,
      "ault": 2298,
      "ners": 2299,
      "Ġpolicy": 2300,
      "Ġsaw": 2301,
      "Ġmeas": 2302,
      "Ġwouldn": 2303,
      "Ġinterview": 2304,
      "Ġargu": 2305,
      "Ġsituation": 2306,
      "Ġcourt": 2307,
      "Ġserious": 2308,
      "yn": 2309,
      "Ġgoes": 2310,
      "Ġfelt": 2311,
      "angu": 2312,
      "Ġmilitary": 2313,
      "ĠNorth": 2314,
      "Ġtried": 2315,
      "Ġdefinitely": 2316,
      "Ġforward": 2317,
      "rael": 2318,
      "Ġpubl": 2319,
      "ĠAb": 2320,
      "Ġquestions": 2321,
      "ĠApp": 2322,
      "Ġperiod": 2323,
      "ĠRes": 2324,
      "iddle": 2325,
      "ĠGo": 2326,
      "Ġtype": 2327,
      "Ġcontrib": 2328,
      "play": 2329,
      "ĠHis": 2330,
      "ĠWar": 2331,
      "Ġdefe": 2332,
      "Ġconv": 2333,
      "osp": 2334,
      "Ġthreat": 2335,
      "Ġliving": 2336,
      "Ġrespons": 2337,
      "Ġitself": 2338,
      "ung": 2339,
      "inton": 2340,
      "Ġlate": 2341,
      "Ġopportun": 2342,
      "ĠKe": 2343,
      "Ġsqu": 2344,
      "Ġcred": 2345,
      "Ġmoment": 2346,
      "duced": 2347,
      "Ġvol": 2348,
      "Ġusually": 2349,
      "Ġstore": 2350,
      "Ġrole": 2351,
      "Ġcheck": 2352,
      "Ġslow": 2353,
      "ĠCo": 2354,
      "witter": 2355,
      "Ġfilm": 2356,
      "Ġinit": 2357,
      "Ġgen": 2358,
      "ĠGu": 2359,
      "ĠBy": 2360,
      "ĠAf": 2361,
      "ĠAust": 2362,
      "iday": 2363,
      "Ġworked": 2364,
      "âĢĵ": 2365,
      "Ġfire": 2366,
      "Ġaccept": 2367,
      "Ġprotect": 2368,
      "ams": 2369,
      "ĠDr": 2370,
      "Ġtotal": 2371,
      "ips": 2372,
      "Ġimm": 2373,
      "Ġsus": 2374,
      "nes": 2375,
      "Ġindustry": 2376,
      "ĠJan": 2377,
      "Ġstri": 2378,
      "Ġthird": 2379,
      "af": 2380,
      "pite": 2381,
      "che": 2382,
      "ressed": 2383,
      "Ġcop": 2384,
      "Ġhy": 2385,
      "ades": 2386,
      "Ġgets": 2387,
      "AN": 2388,
      "Ġmusic": 2389,
      "Ġlower": 2390,
      "olution": 2391,
      "Ġfeat": 2392,
      "Ġincrease": 2393,
      "ana": 2394,
      "Ġoffice": 2395,
      "irt": 2396,
      "oring": 2397,
      "Ġleave": 2398,
      "sych": 2399,
      "Ġnecess": 2400,
      "medi": 2401,
      "off": 2402,
      "mb": 2403,
      "ogn": 2404,
      "Ġnice": 2405,
      "Ġcand": 2406,
      "ĠBrit": 2407,
      "Ġremember": 2408,
      "ĠWorld": 2409,
      "amed": 2410,
      "Ġeat": 2411,
      "Ġdevelopment": 2412,
      "Ġstat": 2413,
      "Ġmag": 2414,
      "Ġcurrently": 2415,
      "ĠDav": 2416,
      "Ġwrote": 2417,
      "itted": 2418,
      "istic": 2419,
      "Ġdead": 2420,
      "ĠCity": 2421,
      "vironment": 2422,
      "Ġwhite": 2423,
      "Ġplayer": 2424,
      "Ġsite": 2425,
      "Ġlooks": 2426,
      "Ġhuge": 2427,
      "ĠPart": 2428,
      "Ġwind": 2429,
      "Ġgirl": 2430,
      "He": 2431,
      "time": 2432,
      "Ġcharacter": 2433,
      "val": 2434,
      "Ġred": 2435,
      "ises": 2436,
      "ĠDep": 2437,
      "Ġphone": 2438,
      "ctor": 2439,
      "Ġaction": 2440,
      "Ġversion": 2441,
      "ĠIsrael": 2442,
      "hy": 2443,
      "IS": 2444,
      "Ġbelow": 2445,
      "ĠGe": 2446,
      "ager": 2447,
      "row": 2448,
      "ĠClinton": 2449,
      "Ġpack": 2450,
      "Ġsle": 2451,
      "\".": 2452,
      "Ġmention": 2453,
      "Ġexec": 2454,
      "fort": 2455,
      "attle": 2456,
      "Ġwoman": 2457,
      "Ġtakes": 2458,
      "Ġresults": 2459,
      "Ġinclude": 2460,
      "Ġfinal": 2461,
      "Ġstates": 2462,
      "Ġpie": 2463,
      "Ġproblems": 2464,
      "ĠEven": 2465,
      "omes": 2466,
      "Ġwond": 2467,
