{
  "model_type": "gpt2",
  "vocab_size": 50000,
  "n_positions": 2048,
  "n_embd": 1536,
  "n_layer": 40,
  "n_head": 24,
  "n_inner": 6144,
  "activation_function": "gelu_new",
  "resid_pdrop": 0.1,
  "embd_pdrop": 0.1,
  "attn_pdrop": 0.1,
  "layer_norm_epsilon": 1e-5,
  "initializer_range": 0.02,
  "summary_type": "cls_index",
  "summary_use_proj": true,
  "summary_activation": null,
  "summary_proj_to_labels": true,
  "summary_first_dropout": 0.1,
  "scale_attn_weights": true,
  "use_cache": true,
  "bos_token_id": 50256,
  "eos_token_id": 50256,
  "scale_attn_by_inverse_layer_idx": false,
  "reorder_and_upcast_attn": false,
  "architectures": ["GPT2LMHeadModel"],
  "attn_implementation": "flash_attention_2"
} 